{
    "error_not_linked": "لا يمكنك استخدام هذا الأمر لأن حسابك غير مرتبط بعد. يرجى الانتقال إلى إعدادات الحساب على موقع الويب لربط حساب ديسكورد الخاص بك.",
    "error_website_version": "يعمل موقع الويب الخاص بك على إصدار غير متوافق من NamelessMC. أنت تستخدم الإصدار {version} ، بينما يتوافق الروبوت مع الإصدار (الإصدارات) التالية: {compatibleVersions}.",
    "verify_token_invalid": "فشل التحقق من حسابك ، لقد قدمت رمزًا غير صالح.",
    "guild_join_welcome_back": "مرحبًا! شكرًا لك على استخدام NamelessMC Bot. تم إعداد الروبوت بالفعل لخادم ديسكورد الخاص بك. إذا كنت ترغب في استخدام عنوان URL مختلف لواجهة برمجة التطبيقات ، يمكنك تغييره باستخدام \"{command}\" (قم بتشغيل هذا في خادم Discord الخاص بك).",
    "guild_join_needs_renew": "مرحبا! شكرًا لك على استخدام NamelessMC Bot. يبدو أنك قمت بالفعل بتعيين عنوان URL الخاص بواجهة برمجة التطبيقات ، ولكنه لم يعد يعمل. يرجى تعيين واحد جديد باستخدام ` {command} <api url> `(قم بتشغيل هذا في خادم Discord الخاص بك). يمكن العثور على عنوان URL الخاص بواجهة برمجة التطبيقات بتنسيق `StaffCP > Configuration > API`.",
    "error_generic": "حدث خطأ داخلي.",
    "error_not_set_up": "لا يمكنك استخدام هذا الأمر في الوقت الحالي ، لم يتم إعداد الروبوت بعد.",
    "error_website_connection": "لا يمكن الاتصال بالموقع.",
    "error_no_permission": "يجب أن يكون لديك إذن \"Administrator\" في خادم ديسكورد المستهدف لاستخدام هذا الأمر.",
    "error_read_only_storage": "تم تكوين الروبوت هذا بدون قاعدة بيانات. إذا كنت ترغب في تعديل التكوين الخاص به ، فيجب عليك القيام بذلك يدويًا (عن طريق تعديل متغيرات البيئة) بدلاً من الأوامر.",
    "verify_description": "تحقق من حساب ديسكورد الخاص بك المتصل بالموقع",
    "verify_option_token": "رمز التحقق",
    "verify_success": "شكرا للتحقق ، حسابك مرتبط الآن.",
    "ping_description": "اختبار اتصال API للموقع",
    "ping_working": "يبدو أن اتصال API للموقع يعمل. استغرقت {time} مللي ثانية.",
    "apiurl_description": "قم بتعديل عنوان URL الخاص بواجهة برمجة تطبيقات موقع ويب NamelessMC",
    "apiurl_option_url": "عنوان URL الخاص بواجهة برمجة تطبيقات موقع الويب . حدد \"لا شيء\" لإلغاء الارتباط.",
    "apiurl_success": "تم ربط خادم ديسكورد الخاص بك بنجاح بموقع NamelessMC الخاص بك.",
    "apiurl_url_invalid": "لا يبدو عنوان URL المقدم لواجهة برمجة التطبيقات مثل عنوان URL الخاص بواجهة برمجة تطبيقات NamelessMC. يمكنك العثور على عنوان URL الخاص بواجهة برمجة التطبيقات في StaffCP> Configuration> API. هل أدخلت عنوان URL لإصدار قديم غير معتمد من NamelessMC؟",
    "apiurl_url_malformed": "عنوان URL المقدم لواجهة برمجة التطبيقات غير صحيح.",
    "apiurl_failed_connection": "تعذر الاتصال بموقع الويب الخاص بك. يرجى الاطلاع على الرسالة أعلاه للحصول على التفاصيل.",
    "apiurl_already_used": "يتم استخدام عنوان URL لواجهة برمجة التطبيقات بالفعل بواسطة خادم ديسكورد، قم بتشغيل \"{command}\" في خادم ديسكورد المرتبط لإلغاء الارتباط.",
    "apiurl_success_updated": "تم بنجاح تغيير عنوان URL الخاص بواجهة برمجة التطبيقات.",
    "apiurl_success_new": "نجح إعداد عنوان URL الخاص بواجهة برمجة التطبيقات.",
    "apiurl_unlinked": "تم بنجاح إلغاء ربط موقع الويب بخادم ديسكورد هذا",
    "guild_join_success": "مرحبًا! شكرًا لك على استخدام NamelessMC Bot. للبدء ، قم بتشغيل \"{command}\" في خادم ديسكورد الخاص بك. يمكن العثور على عنوان URL الخاص بواجهة برمجة التطبيقات في `StaffCP> Configuration> API`.",
    "updateusername_description": "قم بتحديث اسم مستخدم ديسكورد الخاص بك على موقع الويب",
    "updateusername_success": "تم تحديث اسم المستخدم بنجاح",
    "error_invalid_username": "اسم المستخدم المقدم غير صالح.",
    "error_duplicate_username": "اسم المستخدم المقدم مستخدم بالفعل بواسطة حساب مختلف.",
    "error_invalid_email_address": "عنوان البريد الإلكتروني المقدم غير صالح.",
    "error_duplicate_email_address": "عنوان البريد الإلكتروني المقدم مستخدم بالفعل من قبل حساب مختلف.",
    "error_send_verification_email": "تعذر إرسال رسالة التحقق.",
    "error_duplicate_discord_integration": "لا يمكن إنشاء حساب جديد ، هذا المستخدم على ديسكورد مرتبط بالفعل بحساب مختلف.",
    "register_url": "لإكمال التسجيل ، يرجى زيارة هذه الصفحة في متصفح الويب: {url}",
    "apiurl_option_apikey": "مفتاح واجهة برمجة التطبيقات لموقع الويب الخاص بك.",
    "register_option_username": "اسم المستخدم",
    "register_option_email": "عنوان البريد الالكترونى",
    "register_email": "يرجى التحقق من بريدك الإلكتروني لإكمال التسجيل.",
    "apiurl_url_local": "يحتوي عنوان URL الخاص بواجهة برمجة التطبيقات على عنوان من مساحة العنوان الخاص. لا يمكن الوصول إلى هذه العناوين إلا من داخل شبكتك. الرجاء إدخال مجال يمكن الوصول إليه خارجيًا.",
    "verify_already_linked": "حساب ديسكورد الخاص بك متصل بالفعل بحساب مختلف.",
    "register_description": "إنشاء حساب"
}
