{
    "error_website_connection": "Es konnte keine Verbindung zur Website hergestellt werden.",
    "apiurl_try_https": "Ihre API-URL verwendet http: //. Wenn Sie einen Proxy für HTTPS verwenden, werden auf der Website weiterhin HTTP-API-URLs angezeigt. Versuchen Sie erneut, diesen Befehl auszuführen, und ersetzen Sie http: // durch https: // in der API-URL.",
    "unlink_usage": "Verwendung: `{Befehl} <Server-ID>`.",
    "unlink_guild_not_linked": "Der bereitgestellte Server ist nicht verbunden.",
    "unlink_guild_unknown": "Der bereitgestellte Server existiert nicht oder der Bot ist kein Mitglied des Servers.",
    "commands": "Befehle",
    "help": "Hilfe",
    "error_generic": "Es ist ein interner Fehler aufgetreten.",
    "error_not_linked": "Du kannst diesen Befehl nicht verwenden, da Ihr Konto noch nicht verknüpft ist. Bitte gehe zu den Kontoeinstellungen auf der Website, um Ihr Discord-Konto zu verknüpfen.",
    "error_read_only_storage": "Diese Bot-Instanz ist mit schreibgeschütztem Speicher konfiguriert. Wenn Sie die Konfiguration ändern möchten, müssen Sie dies manuell anstatt über Befehle tun.",
    "error_guild_id_invalid": "Die angegebene Discord-Server-ID ist ungültig.",
    "invalid_command": "Ungültige Befehle. Gültige Befehle: {Befehle}.",
    "verify_usage": "Verwendung: `{Befehl} <Token>`.",
    "verify_token_invalid": "Wenn Sie Ihr Konto nicht verifizieren konnten, haben Sie ein ungültiges Token angegeben.",
    "verify_not_used": "Ihr Konto kann nicht überprüft werden. Sie haben ein Bestätigungstoken für eine Website bereitgestellt, die diesen Bot nicht verwendet.",
    "verify_success": "Vielen Dank für die Überprüfung, Ihr Konto ist jetzt verknüpft.",
    "apiurl_usage": "Verwendung: `{Befehl} <Server-ID> <API-Ull>.",
    "apiurl_success": "Ihr Discord-Server wurde erfolgreich mit Ihrer NamelessMC-Website verknüpft.",
    "apiurl_url_invalid": "Die angegebene API-URL sieht nicht wie eine NamelessMC-API-URL aus. Die API-URL finden Sie unter StaffCP> Konfiguration> API.",
    "apiurl_url_malformed": "Die angegebene API-URL ist fehlerhaft.",
    "apiurl_failed_connection": "Es konnte keine Verbindung zu Ihrer Website hergestellt werden. Dies bedeutet, dass die angegebene API-URL ungültig war oder wir von einem Proxy (z. B. Cloudflare) blockiert werden.",
    "apiurl_already_used": "Diese API-URL wird bereits von einem Discord-Server verwendet. Verwenden Sie \"{Befehl}\", um die Verknüpfung aufzuheben.",
    "apiurl_success_updated": "Die API-URL wurde erfolgreich geändert.",
    "apiurl_success_new": "Die API-URL wurde erfolgreich erledigt.",
    "error_no_permission": "Du must über die Administratorberechtigung auf dem Discord-Zielserver verfügen, um diesen Befehl verwenden zu können.",
    "guild_join_success": "Hallo! Vielen Dank, dass Sie den NamelessMC-Bot verwenden. Antworten Sie zunächst mit `{command} {guildId} <api url>`. Die API-URL finden Sie unter \"StaffCP> Konfiguration> API\".",
    "guild_join_needs_renew": "Hallo! Vielen Dank, dass Sie den NamelessMC-Bot verwenden. Es sieht so aus, als hätten Sie Ihre API-URL bereits festgelegt, aber sie funktioniert nicht mehr. Bitte setzen Sie eine neue mit `{command} {guildId} <api url>`. Die API-URL finden Sie unter \"StaffCP> Konfiguration> API\".",
    "guild_join_welcome_back": "Hallo! Vielen Dank, dass Sie den NamelessMC-Bot verwenden. Der Bot ist bereits für Ihren Discord-Server eingerichtet. Wenn Sie eine andere API-URL verwenden möchten, können Sie diese mit `{command} {guildId} <api url>` ändern.",
    "unused_connection": "Hallo, Sie haben Ihren Discord-Server '{discordServerName}' mit diesem Bot mit NamelessMC verknüpft. Es sieht so aus, als ob die Website-Verbindung eine Weile nicht mehr verwendet wurde, wenn Sie Ihren Discord-Server von diesem Bot entfernen möchten, führen Sie `{command}` aus. Wenn Sie den Bot momentan nicht verwenden möchten, treten Sie ihn bitte auch von Ihrem Server aus. Derzeit ist der Bot auf 250 Discord-Server beschränkt, bis wir überprüft werden. Die Häufigkeit dieser Nachrichten wird reduziert, wenn der Bot überprüft wird.",
    "error_not_set_up": "Du kannst diesen Befehl momentan nicht verwenden, der Bot wurde noch nicht eingerichtet.",
    "setup_reminder": "Hallo, Sie haben den Nameless-Link-Bot zu Ihrem Discord-Server hinzugefügt, aber er wurde noch nicht eingerichtet. Der Bot ist derzeit auf 250 Server beschränkt. Wenn Sie ihn derzeit nicht verwenden möchten, treten Sie ihn bitte von Ihrem Server, damit er für diejenigen verfügbar ist, die ihn verwenden möchten."
}
