{
    "error_website_connection": "Es konnte keine Verbindung zur Website hergestellt werden.",
    "apiurl_try_https": "Ihre API-URL verwendet http://. Wenn Sie einen Proxy für HTTPS verwenden, werden auf der Website weiterhin HTTP-API-URLs angezeigt. Versuchen Sie erneut, diesen Befehl auszuführen, und ersetzen Sie http:// durch https:// in der API-URL.",
    "unlink_usage": "Verwendung: `{command} <Server-ID>`.",
    "unlink_guild_not_linked": "Der bereitgestellte Server ist nicht verbunden.",
    "error_guild_unknown": "Der bereitgestellte Server existiert nicht oder der Bot ist kein Mitglied des Servers.",
    "commands": "Befehle",
    "help": "Hilfe",
    "error_generic": "Ein interner Fehler ist aufgetreten.",
    "error_not_linked": "Du kannst diesen Befehl nicht verwenden, da dein Konto noch nicht verknüpft ist. Bitte gehe zu den Kontoeinstellungen auf der Website, um dein Discord-Konto zu verknüpfen.",
    "error_read_only_storage": "Diese Bot-Instanz ist ohne Datenbank konfiguriert. Wenn Sie diese Einstellung ändern möchten, müssen Sie dies manuell (durch das Ändern von Umgebungsvariablen) machen und können dies nicht über Befehle tun.",
    "error_guild_id_invalid": "Die angegebene Discord-Server-ID ist ungültig oder der Bot ist nicht auf dem angegebenen Server.",
    "invalid_command": "Ungültige Befehle. Gültige Befehle: {commands}.",
    "verify_usage": "Verwendung: `{command} <Token>`.",
    "verify_token_invalid": "Wenn Sie Ihr Konto nicht verifizieren konnten, haben Sie einen ungültigen Token angegeben.",
    "verify_not_used": "Ihr Konto kann nicht überprüft werden. Sie haben einen Bestätigungstoken für eine Website bereitgestellt, die diesen Bot nicht verwendet.",
    "verify_success": "Vielen Dank für die Überprüfung, Ihr Konto ist jetzt verknüpft.",
    "apiurl_usage": "Verwendung: `{command} <Server-ID> <API-Ull>`.",
    "apiurl_success": "Ihr Discord-Server wurde erfolgreich mit Ihrer NamelessMC-Website verknüpft.",
    "apiurl_url_invalid": "Die angegebene API-URL sieht nicht wie eine NamelessMC-API-URL aus. Du findest die API-URL unter StaffCP > Konfiguration > API. Hast du eine URL für eine ältere, nicht unterstützte NamelessMC-Version eingegeben?",
    "apiurl_url_malformed": "Die angegebene API-URL ist fehlerhaft.",
    "apiurl_failed_connection": "Es konnte keine Verbindung zu Ihrer Website hergestellt werden. Siehe die Nachricht oben für mehr Details.",
    "apiurl_already_used": "Diese API-URL wird bereits von einem Discord-Server verwendet. Führe `{command}` auf dem Verknüpften Server aus, um die Verknüpfung aufzuheben.",
    "apiurl_success_updated": "Die API-URL wurde erfolgreich geändert.",
    "apiurl_success_new": "Die API-URL wurde erfolgreich gesetzt.",
    "error_no_permission": "Du must über die Administratorberechtigung auf dem Discord-Zielserver verfügen, um diesen Befehl verwenden zu können.",
    "guild_join_success": "Hallo! Vielen Dank, dass du den NamelessMC-Bot benutzt. Um loszulegen, führe den `{Befehl}` auf deinem Discord-Server aus. Die API-URL findest du unter `StaffCP > Konfiguration > API`.",
    "guild_join_needs_renew": "Hallo! Vielen Dank, dass du den NamelessMC-Bot benutzt. Es sieht so aus, als hättest du die API-URL bereits festgelegt, aber sie ist nicht mehr funktionsfähig. Bitte setze eine neue mit `{command}` (führe dies auf deinem Discord-Server aus). Die API-URL findest du unter `StaffCP > Konfiguration > API`.",
    "guild_join_welcome_back": "Hallo! Vielen Dank, dass du den NamelessMC-Bot benutzt. Der Bot ist bereits für deinen Discord-Server eingerichtet. Wenn du eine andere API-URL verwenden möchtest, kannst du das mit `{command}` ändern (führe dies auf deinem Discord-Server aus).",
    "unused_connection": "Hallo, Sie haben Ihren Discord-Server '{discordServerName}' mit diesem Bot mit NamelessMC verknüpft. Es sieht so aus, als ob die Website-Verbindung eine Weile nicht mehr verwendet wurde, wenn Sie Ihren Discord-Server von diesem Bot entfernen möchten, führen Sie `{command}` aus.",
    "error_not_set_up": "Du kannst diesen Befehl momentan nicht verwenden, da der Bot noch nicht eingerichtet wurde.",
    "setup_reminder": "Hallo, Sie haben den Nameless-Link-Bot zu Ihrem Discord-Server hinzugefügt, aber er wurde noch nicht eingerichtet. Der Bot ist derzeit auf 250 Server beschränkt. Wenn Sie ihn derzeit nicht verwenden möchten, entfernen Sie ihn bitte von Ihrem Server, damit er für diejenigen verfügbar ist, die ihn verwenden möchten.",
    "prefix_usage": "Verwendung: `{command} <Server-ID> <Neuer Prefix>`. Nutze `reset` um wieder den Standard Prefix zu benutzen.",
    "prefix_success": "Der Prefix wurde zu `{newPrefix}` geändert.",
    "ping_usage": "Benutzung: `{command} <discord server id>`",
    "ping_working": "Die API-Website-Verbindung scheint zu funktionieren. Hat {time}ms gedauert.",
    "error_website_version": "Deine Webseite benutzt eine inkomatible Version von NamelessMC. Du benutzt die Version {version}, aber der Bot ist nur mit den folgenden Versionen kompatibel: {compatibleVersions}.",
    "help_title": "Hilfe",
    "help_commands_title": "Befehle",
    "help_context_title": "Kontext",
    "help_context_content": "Einige Commands sind nur via DMs verfügbar, während andere nur auf Servern verfügbar sind.",
    "help_commands_content": "Ungültiger Befehl. Gültige Befehle: {commands}.",
    "unlink_not_linked": "Dein Account ist nicht gelinkt.",
    "updateusername_description": "Aktualisiere deinen Discord-Benutzernamen auf der Website",
    "updateusername_success": "Benutzername erfolgreich aktualisiert",
    "verify_description": "Verifiziere dein Discord-Konto, das mit der Website verbunden ist",
    "verify_option_token": "Verifizierungs-Token",
    "ping_description": "Webseiten-API-Verbindung testen",
    "apiurl_description": "Konfigurieren Sie die API-URL der NamelessMC-Website",
    "apiurl_option_url": "Die API-URL Ihrer Website (StaffCP > Konfiguration > API). Gebe 'none' an um die API zu entfernen.",
    "apiurl_unlinked": "Die Website wurde erfolgreich von diesem Discord-Server getrennt",
    "apiurl_url_local": "Deine API-URL enthält eine Adresse aus dem privaten Adressraum. Diese Adressen sind nur von deinem Netzwerk aus erreichbar. Bitte gebe eine extern erreichbare Domain an.",
    "apiurl_option_api": "Der API-key Ihrer Website (StaffCP > Configuration > API).",
    "error_invalid_username": "Der angegebene Benutzername ist ungültig.",
    "error_duplicate_username": "Der angegebene Benutzername wird bereits von einem anderen Website-Konto verwendet.",
    "error_invalid_email_address": "Die angegebene E-Mail-Adresse ist ungültig.",
    "error_duplicate_email_address": "Die angegebene E-Mail-Adresse wird bereits von einem anderen Website-Konto verwendet.",
    "error_send_verification_email": "Verifizierungs-E-Mail kann nicht gesendet werden.",
    "error_duplicate_discord_integration": "Es kann kein neues Konto erstellt werden, dieser Discord-Benutzer ist bereits mit einem anderen Website-Konto verknüpft.",
    "register_description": "Ein Website-Konto erstellen",
    "register_email": "Bitte prüfe deine E-Mails, um die Registrierung abzuschließen.",
    "register_url": "Um die Registrierung abzuschließen, besuche bitte diese Seite in einem Webbrowser: {url}",
    "register_option_username": "Benutzername",
    "register_option_email": "E-Mail Adresse",
    "apiurl_option_apikey": "Der API-Schlüssel deiner Website (StaffCP > Konfiguration > API).",
    "verify_already_linked": "Dein Discord-Account ist bereits mit einem anderen Website-Account verbunden."
}
