{
    "help": "Help",
    "error_generic": "An internal error occurred.",
    "commands": "Commands",
    "error_not_linked": "You cannot use this command because your account is not linked yet. Please go to account settings on the website to link your Discord account.",
    "error_website_connection": "Could not connect to the website.",
    "error_not_owner": "You must be the owner of the Discord server to use this command.",
    "invalid_command": "Invalid command. Valid commands: {commands}.",
    "verify_usage": "Usage: `{command} <token>`.",
    "verification_token_invalid": "Failed to verify your account, you have provided an invalid token.",
    "verification_not_used": "Cannot verify your account, you provided a verification token for a website that does not use this bot.",
    "verification_success": "Thank you for verifying, your account is now linked.",
    "apiurl_guild_invalid": "The provided Discord server ID is invalid.",
    "apiurl_url_malformed": "The provided API URL is malformed.",
    "apiurl_not_owner": "You must be the owner of the Discord server to change the API URL.",
    "apiurl_success_new": "Successfully set up the API URL.",
    "apiurl_success_updated": "Successfully changed the API URL.",
    "apiurl_already_used": "This API URL is already used by a Discord server, use `{command}` in the linked Discord server to unlink.",
    "apiurl_failed_connection": "Could not connect to your website. Please see the message above for details.",
    "unused_connection": "Hello, you've linked your Discord server '{discordServerName}' to NamelessMC using this bot. It looks like the website connection hasn't been used for a while, if you would like to remove your Discord server from this bot run `{command}`.",
    "guild_join_welcome_back": "Hello! Thank you for using the NamelessMC Bot. The bot is already set up for your Discord server. If you wish to use a different API URL you can change it using `{command} <api url>` (run this in your Discord server).",
    "guild_join_needs_renew": "Hello! Thank you for using the NamelessMC Bot. It looks like you have already set your API URL, but it is no longer functional. Please set a new one using `{command} <api url>`. (run this in your Discord server) The API URL can be found in `StaffCP > Configuration > API`.",
    "guild_join_success": "Hello! Thank you for using the NamelessMC Bot. To get started, run the command `{command} <api url>`. The API URL can be found in `StaffCP > Configuration > API`.",
    "unlink_guild_invalid": "The provided server does not exist or is not linked.",
    "unlink_usage": "Usage: `{command} <server id>`.",
    "apiurl_usage": "Usage: `{command} <server id> <api url>`.",
    "apiurl_success": "Your Discord server has been successfully linked to your NamelessMC website.",
    "error_not_set_up": "You cannot use this command at the moment, the bot has not been set up yet.",
    "error_read_only_storage": "This bot instance is configured without a database. If you wish to modify its configuration you must do it manually (by modifying environment variables) instead of through commands.",
    "apiurl_url_invalid": "The provided API URL does not look like a NamelessMC API URL. You can find the API URL in StaffCP > Configuration > API. Did you enter a URL for an older, unsupported NamelessMC version?",
    "error_guild_id_invalid": "The provided Discord server ID is invalid or the bot is not a member of the specified server.",
    "unlink_guild_not_linked": "The provided server is not linked.",
    "error_guild_unknown": "The provided server does not exist or the bot is not a member of the server.",
    "verify_token_invalid": "Failed to verify your account, you have provided an invalid token.",
    "verify_not_used": "Cannot verify your account, you provided a verification token for a website that does not use this bot.",
    "verify_success": "Thank you for verifying, your account is now linked.",
    "apiurl_try_https": "Your API URL uses http://. If you are using a proxy for HTTPS, the website still displays HTTP API URLs. Please try running this command again, replacing http:// with https:// in the API URL.",
    "error_no_permission": "You must have 'Administrator' permission in the target Discord server to use this command.",
    "setup_reminder": "Hello, you've added the Nameless-Link bot to your Discord server but it has not been set up yet. The bot is currently limited to 250 servers, if you do not plan to use it right now, please kick the bot from your server so it is available for those who do want to use it.",
    "ping_usage": "Usage: `{command} <discord server id>`",
    "ping_working": "The API website connection appears to be working. Took {time}ms.",
    "prefix_usage": "Usage: `{command} <server id> <new prefix>`. Use `reset` to use the default prefix.",
    "prefix_success": "The prefix has been modified to `{newPrefix}`.",
    "error_website_version": "Your website runs an incompatible NamelessMC version. You are using version {version}, while the bot is compatible with the following version(s): {compatibleVersions}.",
    "unlink_not_linked": "The provided Discord server is not set up with this bot.",
    "help_title": "Help",
    "help_commands_title": "Commands",
    "help_commands_content": "Invalid command. Valid commands: {commands}.",
    "help_context_title": "Context",
    "help_context_content": "Some commands are only available in DMs, while others are only available in servers.",
    "verify_description": "Verify your Discord account connected to the website",
    "verify_option_token": "Verification token",
    "ping_description": "Test website API connection",
    "apiurl_option_url": "Your website's API URL (StaffCP > Configuration > API). Specify 'none' to unlink.",
    "apiurl_unlinked": "Successfully unlinked the website from this Discord server",
    "updateusername_description": "Update your Discord username on the website",
    "updateusername_success": "Username updated successfully",
    "apiurl_description": "Configure the NamelessMC website API URL",
    "error_invalid_username": "The provided username is invalid.",
    "error_duplicate_email_address": "The provided email address is already used by a different website account.",
    "register_url": "To complete registration, please visit this page in a web browser: {url}",
    "error_duplicate_username": "The provided username is already used by a different website account.",
    "error_invalid_email_address": "The provided email address is invalid.",
    "error_send_verification_email": "Unable to send verification email.",
    "error_duplicate_discord_integration": "Cannot create a new account, this Discord user is already linked to a different website account.",
    "register_description": "Create a website account",
    "register_email": "Please check your email to complete registration.",
    "register_option_email": "Email address",
    "apiurl_option_apikey": "Your website's API key (StaffCP > Configuration > API).",
    "register_option_username": "Username",
    "apiurl_url_local": "Your API URL contains an address from the private address space. These addresses are only reachable from within your network. Please enter an externally reachable domain."
}
