{
    "error_generic": "An internal error occurred.",
    "error_not_set_up": "You cannot use this command at the moment, the bot has not been set up yet.",
    "error_not_linked": "You cannot use this command because your account is not linked yet. Please go to account settings on the website to link your Discord account.",
    "error_website_connection": "Could not connect to the website.",
    "error_website_version": "Your website runs an incompatible NamelessMC version. You are using version {version}, while the bot is compatible with the following version(s): {compatibleVersions}.",
    "error_no_permission": "You must have 'Administrator' permission in the target Discord server to use this command.",
    "error_read_only_storage": "This bot instance is configured without a database. If you wish to modify its configuration you must do it manually (by modifying environment variables) instead of through commands.",

    "verify_description": "Verify your Discord account connected to the website",
    "verify_option_token": "Verification token",
    "verify_token_invalid": "Failed to verify your account, you have provided an invalid token.",
    "verify_not_used": "Cannot verify your account, you provided a verification token for a website that does not use this bot.",
    "verify_success": "Thank you for verifying, your account is now linked.",

    "ping_description": "Test website API connection",
    "ping_working": "The API website connection appears to be working. Took {time}ms.",

    "apiurl_description": "Configure the NamelessMC website API URL",
    "apiurl_option_url": "Your website API URL (StaffCP > Configuration > API). Specify 'none' to unlink.",
    "apiurl_success": "Your Discord server has been successfully linked to your NamelessMC website.",
    "apiurl_url_invalid": "The provided API URL does not look like a NamelessMC API URL. You can find the API URL in StaffCP > Configuration > API.",
    "apiurl_url_malformed": "The provided API URL is malformed.",
    "apiurl_failed_connection": "Could not connect to your website. Please see the message above for details.",
    "apiurl_already_used": "This API URL is already used by a Discord server, run `{command}` in the linked Discord server to unlink.",
    "apiurl_success_updated": "Successfully changed the API URL.",
    "apiurl_success_new": "Successfully set up the API URL.",
    "apiurl_unlinked": "Successfully unlinked the website from this Discord server",

    "guild_join_success": "Hello! Thank you for using the NamelessMC Bot. To get started, reply with `{command} <api url>`. The API URL can be found in `StaffCP > Configuration > API`.",
    "guild_join_needs_renew": "Hello! Thank you for using the NamelessMC Bot. It looks like you have already set your API URL, but it is no longer functional. Please set a new one using `{command} <api url>`. The API URL can be found in `StaffCP > Configuration > API`.",
    "guild_join_welcome_back": "Hello! Thank you for using the NamelessMC Bot. The bot is already set up for your Discord server. If you wish to use a different API URL you can change it using `{command} <api url>`.",
    
    "updateusername_description": "Update your Discord username on the website",
    "updateusername_success": "Username updated successfully"
}
