{
    "error_read_only_storage": "Esta instancia del bot está configurada sin una base de datos. Si desea modificar su configuración debe hacerlo manualmente (modificando variables de entorno) en vez de con comandos.",
    "commands": "Comandos",
    "help": "Ayuda",
    "error_generic": "Ha ocurrido un error interno.",
    "error_not_set_up": "No puede usar este comando por el momento, el bot aun no ha sido configurado.",
    "error_not_linked": "No puede usar este comando porque su cuenta aún no está vinculada. Por favor, vaya a la configuración de la cuenta en el sitio web para vincular su cuenta de Discord.",
    "error_website_connection": "No se pudo conectar al sitio web.",
    "verify_usage": "Uso: `{command} <token>`.",
    "error_guild_id_invalid": "La ID del servidor de Discord proporcionada es inválida.",
    "error_no_permission": "Debes tener permiso de 'Administrador' en el servidor de Discord de destino para usar este comando.",
    "invalid_command": "Comando inválido. Comandos válidos: {commands}.",
    "unlink_usage": "Uso: `{command} <id del servidor>`.",
    "ping_usage": "Uso: `{command} <id del servidor de Discord>`",
    "error_guild_unknown": "El servidor proporcionado no existe o el bot no es miembro del servidor.",
    "verify_success": "Gracias por verificar su cuenta, ahora está vinculada.",
    "ping_working": "La conexión al sitio web de la API parece funcionar. Tardó {time}ms.",
    "apiurl_usage": "Uso: `{command} <id del servidor> <api url>`.",
    "apiurl_url_invalid": "La URL de la API proporcionada no se parece a la URL de la API de NamelessMC. Puedes encontrar la URL de la API en StaffCP > Configuración > API.",
    "apiurl_url_malformed": "La URL de la API proporcionada está malformada.",
    "apiurl_already_used": "Esta API URL ya es usada por un servidor de Discord, usa `{command}` para desvincularse.",
    "apiurl_success_updated": "La URL de la API se cambió con éxito.",
    "apiurl_success_new": "La URL de la API se ha configurado con éxito.",
    "guild_join_welcome_back": "¡Hola! Gracias por usar el Bot de NamelessMC. El bot ya está configurado para su servidor de Discord. Si desea utilizar una URL de API diferente puede cambiarla usando `{command} <api url>`.",
    "unlink_guild_not_linked": "El servidor proporcionado no está vinculado.",
    "prefix_usage": "Uso: `{command} <id del servidor> <nuevo prefix>`. Usa `reset` para usar el prefix default.",
    "prefix_success": "El prefix ha sido modificado a `{newPrefix}`.",
    "verify_not_used": "No se puede verificar su cuenta, ha proporcionado un token de verificación para un sitio web que no utiliza este bot.",
    "verify_token_invalid": "Error al verificar su cuenta, no ha proporcionado un token válido.",
    "apiurl_success": "Su servidor de Discord ha sido enlazado con éxito a su sitio web NamelessMC.",
    "apiurl_failed_connection": "No se pudo conectar con su sitio web. Por favor, vea el mensaje anterior para obtener más detalles.",
    "apiurl_try_https": "La URL de su API utiliza http://. Si está utilizando un proxy para HTTPS, el sitio web aún sigue mostrando las URL de la API HTTP. Intenta ejecutar este comando de nuevo, sustituyendo http:// por https:// en la URL de la API.",
    "guild_join_success": "¡Hola! Gracias por usar el Bot de NamelessMC. Para empezar, responde con `{command} <api url>`. La URL de la API se puede encontrar en `StaffCP > Configuración > API`.",
    "guild_join_needs_renew": "¡Hola! Gracias por usar el Bot de NamelessMC. Parece que ya has configurado la URL de tu API, pero ya no es funcional. Por favor, establece una nueva usando `{command} <api url>`. La URL de la API se puede encontrar en `StaffCP > Configuración > API`.",
    "unused_connection": "Hola, has enlazado tu servidor de Discord '{discordServerName}' a NamelessMC usando este bot. Parece que la conexión al sitio web no se ha utilizado durante un tiempo, si desea eliminar su servidor Discord de este bot use `{command}`.",
    "error_website_version": "Su sitio web ejecuta una versión de NamelessMC incompatible. Estás usando la versión {version}, mientras que el bot es compatible con las siguientes versiones: {compatibleVersions}.",
    "unlink_not_linked": "El servidor de Discord proporcionado no está configurado con este bot.",
    "help_title": "Ayuda",
    "help_commands_title": "Comandos",
    "help_commands_content": "Comando inválido. Comandos válidos: {commands}.",
    "help_context_title": "Contexto",
    "help_context_content": "Algunos comandos sólo están disponibles en los MD, mientras que otros sólo están disponibles en los servidores."
}
