{
    "failed": "Fallo",
    "settings": "Ajustes",
    "success": "Listo",
    "pending": "Pendiente",
    "commands": "Comandos",
    "help": "Ayuda",
    "error_generic": "Ha ocurrido un error interno.",
    "error_not_set_up": "No puede usar este comando por el momento, el bot no ha sido configurado todavía.",
    "error_not_linked": "No puede usar este comando porque su cuenta aún no está vinculada. Por favor, vaya a la configuración de la cuenta en el sitio web para vincular su cuenta de Discord.",
    "error_website_connection": "No se pudo conectar al sitio web.",
    "invalid_command": "Comando inválido. Comandos válidos: {commands}.",
    "verification_title": "Verificación",
    "verification_usage": "Utiliza: `!verify <token>`",
    "verification_token_invalid": "No se pudo verificar su cuenta, ha proporcionado un token inválido.",
    "verification_not_used": "No se puede verificar su cuenta, usted proporcionó un token de verificación para un sitio web que no utiliza este bot.",
    "verification_success": "Gracias por verificar, su cuenta está ahora vinculada.",
    "apiurl_title": "Colocar API URL",
    "apiurl_usage": "Uso: `{command} <id del servidor> <api url>`.",
    "apiurl_success": "Su servidor de Discord ha sido enlazado con éxito a su sitio web NamelessMC.",
    "apiurl_guild_invalid": "La identificación del servidor de Discord proporcionada es inválida.",
    "apiurl_url_malformed": "La URL de la API proporcionada está malformada.",
    "apiurl_not_owner": "Debe ser el propietario del servidor de Discord para cambiar la URL de la API.",
    "apiurl_failed_connection": "No se pudo conectar con su sitio web. Para más detalles, consulte el mensaje anterior.",
    "apiurl_success_updated": "Se cambió con éxito la URL de la API.",
    "apiurl_success_new": "Se ha configurado con éxito la URL de la API.",
    "guild_join_success": "¡Hola! Gracias por usar el bot de NamelessMC. Para empezar, ejecuta `{command}` en tu servidor de Discord. La URL de la API se puede encontrar en `StaffCP > Configuración > API`.",
    "guild_join_needs_renew": "¡Hola! Gracias por utilizar el bot de NamelessMC. Parece que ya has establecido tu URL de la API, pero ya no es funcional. Por favor, establece una nueva usando `{command}` (ejecuta esto en tu servidor de Discord). La URL de la API se puede encontrar en `StaffCP > Configuración > API`.",
    "guild_join_welcome_back": "¡Hola! Gracias por utilizar el bot de NamelessMC. El bot ya está configurado para tu servidor de Discord. Si deseas utilizar una URL de API diferente puedes cambiarla utilizando `{command}` (ejecuta esto en tu servidor de Discord).",
    "error_not_owner": "Debes ser el dueño del servidor de Discord para usar este comando.",
    "verify_usage": "Uso: `{command} <token>`.",
    "apiurl_already_used": "Esta URL de la API ya es utilizada por un servidor de Discord, ejecute `{command}` en el servidor de Discord vinculado para desvincularlo.",
    "unused_connection": "Hola, has enlazado tu servidor de Discord '{discordServerName}' a NamelessMC usando este bot. Parece que la conexión al sitio web no se ha utilizado durante un tiempo, si desea eliminar su servidor Discord de este bot use `{command}`.",
    "unlink_usage": "Uso: `{command} <id del servidor>`.",
    "error_guild_invalid": "El servidor proporcionado no existe o no está vinculado.",
    "error_read_only_storage": "Esta instancia del bot está configurada sin una base de datos. Si deseas modificar su configuración debes hacerlo manualmente (modificando las variables de entorno) en lugar de hacerlo mediante comandos.",
    "apiurl_url_invalid": "La URL de la API proporcionada no se parece a la URL de la API de NamelessMC. Puede encontrar la URL de la API en StaffCP > Configuración > API. ¿Ha introducido una URL para una versión antigua y no soportada de NamelessMC?",
    "error_guild_id_invalid": "El ID del servidor de Discord proporcionado no es válido o el bot no es miembro del servidor especificado.",
    "unlink_guild_not_linked": "El servidor proporcionado no está vinculado.",
    "error_guild_unknown": "El servidor proporcionado no existe o el bot no es miembro del servidor.",
    "verify_token_invalid": "Error al verificar su cuenta, no ha proporcionado un token válido.",
    "verify_not_used": "No se puede verificar su cuenta, ha proporcionado un token de verificación para un sitio web que no utiliza este bot.",
    "verify_success": "Gracias por verificar su cuenta, ahora está vinculada.",
    "error_no_permission": "Debes tener permiso de \"Administrador\" en el servidor de Discord para usar este comando.",
    "apiurl_try_https": "La URL de su API utiliza http://. Si está utilizando un proxy para HTTPS, el sitio web aún sigue mostrando las URL de la API HTTP. Intenta ejecutar este comando de nuevo, sustituyendo http:// por https:// en la URL de la API.",
    "setup_reminder": "Buenas, ha añadido el bot de Nameless-Link a tu servidor de Discord pero aún no se ha configurado. El bot está actualmente limitado a 250 servidores, si no planeas usarlo ahora mismo, por favor expulsa al bot de tu servidor para que esté disponible para aquellos que quieran usarlo.",
    "ping_usage": "Uso: `{command} <id del servidor de Discord>`",
    "ping_working": "La conexión al sitio web de la API parece funcionar. Tardó {time}ms.",
    "prefix_usage": "Uso: `{command} <id del servidor> <nuevo prefijo>`. Utilice `reset` para utilizar el prefijo por defecto.",
    "prefix_success": "El prefijo ha sido modificado a `{newPrefix}`.",
    "error_website_version": "Su sitio web ejecuta una versión incompatible de NamelessMC. Está utilizando la versión {versión}, mientras que el bot es compatible con la(s) siguiente(s) versión(es): {compatibleVersions}.",
    "unlink_not_linked": "El servidor de Discord proporcionado no está configurado con este bot.",
    "help_title": "Ayuda",
    "help_commands_title": "Comandos",
    "help_commands_content": "Comando inválido. Comandos válidos: {commands}.",
    "help_context_title": "Contexto",
    "help_context_content": "Algunos comandos sólo están disponibles en los MD, mientras que otros sólo están disponibles en los servidores.",
    "verify_description": "Verifica tu cuenta de Discord conectada al sitio web",
    "verify_option_token": "Token de verificación",
    "ping_description": "Probar la conexión de la API del sitio web",
    "apiurl_description": "Configurar la URL de la API del sitio web de NamelessMC",
    "apiurl_option_url": "La URL de la API de su web (StaffCP > Configuración > API). Especifique 'none' para desvincular.",
    "apiurl_unlinked": "Se ha desvinculado con éxito el sitio web de este servidor de Discord",
    "updateusername_description": "Actualiza tu nombre de usuario de Discord en el sitio web",
    "updateusername_success": "Nombre de usuario actualizado con éxito",
    "apiurl_url_local": "Su URL de la API contiene una dirección del espacio de direcciones privado. Estas direcciones sólo son accesibles desde su red. Introduzca un dominio accesible desde el exterior.",
    "apiurl_option_api": "La clave API de su sitio web (StaffCP > Configuración > API).",
    "error_duplicate_username": "El nombre de usuario proporcionado ya está siendo utilizado por otra cuenta del sitio web.",
    "error_duplicate_email_address": "La dirección de correo electrónico proporcionada ya está siendo utilizada por otra cuenta del sitio web.",
    "register_url": "Para completar la inscripción, visite esta página en un navegador web: {url}",
    "error_invalid_email_address": "La dirección de correo electrónico proporcionada no es válida.",
    "error_send_verification_email": "No se puede enviar el correo electrónico de verificación.",
    "error_duplicate_discord_integration": "No se puede crear una nueva cuenta, este usuario de Discord ya está vinculado a otra cuenta del sitio web.",
    "register_description": "Crear una cuenta en el sitio web",
    "register_email": "Por favor, compruebe su correo electrónico para completar el registro.",
    "error_invalid_username": "El nombre de usuario proporcionado no es válido.",
    "apiurl_option_apikey": "La clave API de su web (StaffCP > Configuración > API).",
    "register_option_username": "Nombre de usuario",
    "register_option_email": "Dirección de correo electrónico",
    "verify_already_linked": "Tu cuenta de Discord ya está conectada a otra cuenta del sitio web."
}
