{
    "failed": "Fallo",
    "settings": "Ajustes",
    "success": "Listo",
    "pending": "Pendiente",
    "commands": "Comandos",
    "help": "Ayuda",
    "error_generic": "Ha ocurrido un error interno.",
    "error_not_set_up": "No puede usar este comando por el momento, el bot no ha sido configurado todavía.",
    "error_not_linked": "No puede usar este comando porque su cuenta aún no está vinculada. Por favor, vaya a la configuración de la cuenta en el sitio web para vincular su cuenta de Discord.",
    "error_website_connection": "No se pudo conectar al sitio web.",
    "invalid_command": "Comando inválido. Comandos válidos: {commands}.",
    "verification_title": "Verificación",
    "verification_usage": "Utiliza: `!verify <token>`",
    "verification_token_invalid": "No se pudo verificar su cuenta, ha proporcionado un token inválido.",
    "verification_not_used": "No se puede verificar su cuenta, usted proporcionó un token de verificación para un sitio web que no utiliza este bot.",
    "verification_success": "Gracias por verificar, su cuenta está ahora vinculada.",
    "apiurl_title": "Colocar API URL",
    "apiurl_usage": "Uso: `{command} <id del servidor> <api url>`.",
    "apiurl_success": "Su servidor de Discord ha sido enlazado con éxito a su sitio web NamelessMC.",
    "apiurl_guild_invalid": "La identificación del servidor de Discord proporcionada es inválida.",
    "apiurl_url_malformed": "La URL de la API proporcionada está malformada.",
    "apiurl_not_owner": "Debe ser el propietario del servidor de Discord para cambiar la URL de la API.",
    "apiurl_failed_connection": "No se pudo conectar con su sitio web. Esto significa que la URL de la API proporcionada no es válida o que estamos bloqueados por un proxy (por ejemplo, Cloudflare).",
    "apiurl_success_updated": "Se cambió con éxito la URL de la API.",
    "apiurl_success_new": "Se ha configurado con éxito la URL de la API.",
    "guild_join_success": "¡Hola! Gracias por usar el Bot de NamelessMC. Para empezar, responde con `{command} {guildId} <api url>`. La URL de la API se puede encontrar en `StaffCP > Configuración > API`.",
    "guild_join_needs_renew": "¡Hola! Gracias por usar el Bot de NamelessMC. Parece que ya has configurado la URL de tu API, pero ya no es funcional. Por favor, establece una nueva usando `{command} {guildId} <api url>`. La URL de la API se puede encontrar en `StaffCP > Configuración > API`.",
    "guild_join_welcome_back": "¡Hola! Gracias por usar el Bot de NamelessMC. El bot ya está configurado para su servidor de Discord. Si desea utilizar una URL de API diferente puede cambiarla usando `{command} {guildId} <api url>`.",
    "error_not_owner": "Debes ser el dueño del servidor de Discord para usar este comando.",
    "verify_usage": "Uso: `{command} <token>`.",
    "apiurl_already_used": "Esta API URL ya es usada por un servidor de Discord, usa `{command}` para desvincularse.",
    "unused_connection": "Hola, has enlazado tu servidor de Discord '{discordServerName}' a NamelessMC usando este bot. Parece que la conexión al sitio web no se ha utilizado durante un tiempo, si desea eliminar su servidor Discord de este bot use `{command}`.",
    "unlink_usage": "Uso: `{command} <id del servidor>`.",
    "error_guild_invalid": "El servidor proporcionado no existe o no está vinculado.",
    "error_read_only_storage": "Esta instancia del bot está configurada con almacenamiento de sólo lectura. Si desea modificar su configuración debe hacerlo manualmente en vez de con comandos.",
    "apiurl_url_invalid": "La URL de la API proporcionada no se parece a la URL de la API de NamelessMC. Puedes encontrar la URL de la API en StaffCP > Configuración > API.",
    "error_guild_id_invalid": "La identificación del servidor de Discord proporcionada es inválida.",
    "unlink_guild_not_linked": "El servidor proporcionado no está vinculado.",
    "error_guild_unknown": "El servidor proporcionado no existe o el bot no es miembro del servidor.",
    "verify_token_invalid": "Error al verificar su cuenta, no ha proporcionado un token válido.",
    "verify_not_used": "No se puede verificar su cuenta, ha proporcionado un token de verificación para un sitio web que no utiliza este bot.",
    "verify_success": "Gracias por verificar su cuenta, ahora está vinculada.",
    "error_no_permission": "Debes tener permiso de \"Administrador\" en el servidor de Discord para usar este comando.",
    "apiurl_try_https": "La URL de su API utiliza http://. Si está utilizando un proxy para HTTPS, el sitio web aún sigue mostrando las URL de la API HTTP. Intenta ejecutar este comando de nuevo, sustituyendo http:// por https:// en la URL de la API.",
    "setup_reminder": "Buenas, ha añadido el bot de Nameless-Link a tu servidor de Discord pero aún no se ha configurado. El bot está actualmente limitado a 250 servidores, si no planeas usarlo ahora mismo, por favor expulsa al bot de tu servidor para que esté disponible para aquellos que quieran usarlo.",
    "ping_usage": "Uso: `{command} <id del servidor de Discord>`",
    "ping_working": "La conexión al sitio web de la API parece funcionar. Tardó {time}ms.",
    "prefix_usage": "Uso: `{command} <id del servidor> <nuevo prefijo>`. Utilice `reset` para utilizar el prefijo por defecto.",
    "prefix_success": "El prefijo ha sido modificado a `{newPrefix}`."
}
