{
    "help": "Aide",
    "error_generic": "Une erreur interne s'est produite.",
    "error_not_set_up": "Vous ne pouvez pas utiliser cette commande pour le moment, le bot n'a pas encore été configuré.",
    "error_not_linked": "Vous ne pouvez pas utiliser cette commande car votre compte n'est pas encore lié. Veuillez accéder aux paramètres de compte sur le site Web pour lier votre compte Discord.",
    "error_website_connection": "Impossible de se connecter au site Web.",
    "commands": "Commandes",
    "error_no_permission": "Vous devez avoir l'autorisation «Administrateur» sur le serveur Discord cible pour utiliser cette commande.",
    "error_read_only_storage": "Cette instance de bot est configurée avec un stockage en lecture seule. Si vous souhaitez modifier sa configuration, vous devez le faire manuellement plutôt que par le biais de commandes.",
    "ping_usage": "Utilisation : `{command} <ID du serveur discord>`",
    "apiurl_url_invalid": "L'URL API fournie ne ressemble pas à l'URL API de NamelessMC. Vous pouvez trouver l'URL de l'API dans Panneau d'administration > Configuration > API.",
    "guild_join_needs_renew": "Bonjour ! Merci d'utiliser le Bot NamelessMC. Il semble que vous ayez déjà défini votre URL API, mais elle n'est plus fonctionnelle. Veuillez en définir une nouvelle en utilisant `{command} {guildId} <l'url de l'API>`. L'URL de l'API peut être trouvée dans `Panneau d'administration > Configuration > API`.",
    "apiurl_try_https": "Votre URL d'API utilise http://. Si vous utilisez un proxy pour HTTPS, le site Web affiche toujours les URL d'API HTTP. Veuillez essayer d'exécuter à nouveau cette commande, en remplaçant http:// par https:// dans l'URL de l'API.",
    "guild_join_success": "Bonjour ! Merci d'utiliser le Bot NamelessMC. Pour commencer, répondez avec `{command} {guildId} <l'url de l'API>`. L'URL de l'API peut être trouvée dans `Panneau d'administration > Configuration > API`.",
    "apiurl_usage": "Utilisation : `{command} <serveur id> <url de l'api>`.",
    "apiurl_success": "Votre serveur Discord a été relié avec succès à votre site Web NamelessMC.",
    "apiurl_url_malformed": "L'URL de l'API fournie est malformée.",
    "error_guild_id_invalid": "L'ID du serveur Discord fourni n'est pas valide.",
    "invalid_command": "Commande non valide. Commandes valides : {commands}.",
    "unlink_guild_not_linked": "Le serveur fourni n'est pas lié.",
    "verify_token_invalid": "La vérification de votre compte a échoué, vous avez fourni un token invalide.",
    "verify_not_used": "Impossible de vérifier votre compte, vous avez fourni un token de vérification pour un site Web qui n'utilise pas ce bot.",
    "ping_working": "La connexion au site Web de l'API semble fonctionner. Cela a pris {time}ms.",
    "apiurl_failed_connection": "Impossible de se connecter à votre site Web. Veuillez consulter le message ci-dessus pour plus de détails.",
    "apiurl_already_used": "Cette URL d'API est déjà utilisée par un serveur Discord, utilisez `{command}` pour la délier.",
    "apiurl_success_updated": "Le changement d'URL de l'API a été effectué avec succès.",
    "apiurl_success_new": "La configuration de l'URL de l'API a réussi.",
    "guild_join_welcome_back": "Bonjour ! Merci d'utiliser le Bot NamelessMC. Le bot est déjà configuré pour votre serveur Discord. Si vous souhaitez utiliser une autre URL API, vous pouvez la changer en utilisant `{command} {guildId} <url de l'api>`.",
    "error_guild_unknown": "Le serveur fourni n'existe pas ou le bot n'est pas membre du serveur.",
    "verify_usage": "Utilisation : `{command} <token>`.",
    "verify_success": "Merci pour la vérification, votre compte est maintenant lié.",
    "unlink_usage": "Utilisation : `{command} <id du serveur>`.",
    "prefix_usage": "Utilisation : `{command} <identifiant du serveur> <nouveau préfixe>`. Utilisez `reset` pour utiliser le préfixe par défaut.",
    "prefix_success": "Le préfixe a été modifié en `{newPrefix}`."
}
