{
    "help": "Aide",
    "error_generic": "Une erreur interne s'est produite.",
    "error_not_set_up": "Vous ne pouvez pas utiliser cette commande pour le moment, le robot n'a pas encore été mis en place.",
    "error_not_linked": "Vous ne pouvez pas utiliser cette commande car votre compte n'est pas encore lié. Veuillez vous rendre dans les paramètres du compte sur le site Web pour lier votre compte Discord.",
    "error_website_connection": "Impossible de se connecter au site web.",
    "commands": "Commandes",
    "error_no_permission": "Vous devez disposer des droits d'administrateur sur le serveur Discord cible pour utiliser cette commande.",
    "error_read_only_storage": "Cette instance de bot est configurée sans base de données. Si vous souhaitez modifier sa configuration, vous devez le faire manuellement (en modifiant les variables d'environnement) plutôt que par le biais de commandes.",
    "ping_usage": "Utilisation : `{command} <ID du serveur discord>`",
    "apiurl_url_invalid": "L'URL API fournie ne ressemble pas à l'URL API de NamelessMC. Vous pouvez trouver l'URL de l'API dans Panneau d'administration > Configuration > API.",
    "guild_join_needs_renew": "Bonjour ! Merci d'utiliser le Bot NamelessMC. Il semble que vous ayez déjà défini votre URL API, mais elle n'est plus fonctionnelle. Veuillez en définir une nouvelle en utilisant `{command}` (exécutez-la dans votre serveur Discord). L'URL de l'API peut être trouvée dans `StaffCP > Configuration > API`.",
    "apiurl_try_https": "Votre URL d'API utilise http://. Si vous utilisez un proxy pour HTTPS, le site Web affiche toujours les URL d'API HTTP. Veuillez essayer d'exécuter à nouveau cette commande, en remplaçant http:// par https:// dans l'URL de l'API.",
    "guild_join_success": "Bonjour ! Merci d'utiliser le Bot NamelessMC. Pour commencer, exécutez `{command}` dans votre serveur Discord. L'URL de l'API peut être trouvée dans `StaffCP > Configuration > API`.",
    "apiurl_usage": "Utilisation : `{command} <serveur id> <url de l'api>`.",
    "apiurl_success": "Votre serveur Discord a été relié avec succès à votre site Web NamelessMC.",
    "apiurl_url_malformed": "L'URL de l'API fournie est malformée.",
    "error_guild_id_invalid": "L'ID du serveur Discord fourni n'est pas valide.",
    "invalid_command": "Commande non valide. Commandes valides : {commands}.",
    "unlink_guild_not_linked": "Le serveur fourni n'est pas lié.",
    "verify_token_invalid": "La vérification de votre compte a échoué, vous avez fourni un jeton invalide.",
    "verify_not_used": "Impossible de vérifier votre compte, vous avez fourni un token de vérification pour un site Web qui n'utilise pas ce bot.",
    "ping_working": "La connexion au site Web de l'API semble fonctionner. Cela a pris {time}ms.",
    "apiurl_failed_connection": "Impossible de se connecter à votre site Web. Veuillez consulter le message ci-dessus pour plus de détails.",
    "apiurl_already_used": "Cette URL d'API est déjà utilisée par un serveur Discord. Exécutez `{command}` dans le serveur Discord lié pour le délier.",
    "apiurl_success_updated": "Le changement d'URL de l'API a été effectué avec succès.",
    "apiurl_success_new": "La configuration de l'URL de l'API a réussi.",
    "guild_join_welcome_back": "Bonjour ! Merci d'utiliser le Bot NamelessMC. Le bot est déjà configuré pour votre serveur Discord. Si vous souhaitez utiliser une autre URL d'API, vous pouvez la changer en utilisant `{command}` (exécutez ceci dans votre serveur Discord).",
    "error_guild_unknown": "Le serveur fourni n'existe pas ou le bot n'est pas membre du serveur.",
    "verify_usage": "Utilisation : `{command} <token>`.",
    "verify_success": "Merci pour la vérification, votre compte est maintenant lié.",
    "unlink_usage": "Utilisation : `{command} <id du serveur>`.",
    "prefix_usage": "Utilisation : `{command} <identifiant du serveur> <nouveau préfixe>`. Utilisez `reset` pour utiliser le préfixe par défaut.",
    "prefix_success": "Le préfixe a été modifié en `{newPrefix}`.",
    "verify_description": "Vérifiez que votre compte Discord est bien connecté au site Web",
    "ping_description": "Tester la connexion API du site web",
    "verify_option_token": "Jeton de vérification",
    "register_url": "Pour compléter l'enregistrement, veuillez visiter cette page dans un navigateur web : {url}",
    "error_invalid_username": "Le nom d'utilisateur fourni n'est pas valide.",
    "error_duplicate_username": "Le nom d'utilisateur fourni est déjà utilisé par un autre compte du site Web.",
    "error_invalid_email_address": "L'adresse électronique fournie n'est pas valide.",
    "error_duplicate_email_address": "L'adresse électronique fournie est déjà utilisée par un autre compte du site web.",
    "error_send_verification_email": "Impossible d'envoyer l'email de vérification.",
    "register_description": "Créer un compte sur le site web",
    "register_email": "Veuillez vérifier votre courriel pour compléter votre inscription.",
    "register_option_email": "Adresse électronique",
    "apiurl_option_url": "L'URL de l'API de votre site Web. Indiquez \"none\" pour annuler le lien.",
    "error_website_version": "Votre site Web utilise une version de NamelessMC incompatible. Vous utilisez la version {version}, alors que le bot est compatible avec la ou les versions suivantes : {compatibleVersions}.",
    "error_duplicate_discord_integration": "Impossible de créer un nouveau compte, cet utilisateur Discord est déjà lié à un autre compte du site Web.",
    "register_option_username": "Nom d'utilisateur",
    "apiurl_description": "Configurer l'URL de l'API du site NamelessMC",
    "apiurl_option_apikey": "La clé API de votre site web (StaffCP > Configuration > API).",
    "apiurl_url_local": "L'URL de votre API contient une adresse de l'espace d'adressage privé. Ces adresses ne sont accessibles qu'à partir de votre réseau. Veuillez entrer un domaine accessible de l'extérieur.",
    "apiurl_unlinked": "J'ai réussi à délier le site web de ce serveur Discord",
    "updateusername_description": "Mettez à jour votre nom d'utilisateur Discord sur le site web",
    "updateusername_success": "Le nom d'utilisateur a été mis à jour avec succès"
}
