{
    "error_generic": "Si è verificato un errore interno.",
    "error_not_set_up": "Non è possibile utilizzare questo comando al momento, il bot non è stato ancora configurato.",
    "error_not_linked": "Non puoi usare questo comando perché il tuo account non è ancora collegato. Vai alle impostazioni dell'account sul sito per collegare il tuo account Discord.",
    "error_website_connection": "Impossibile connettersi al sito web.",
    "error_website_version": "Il tuo sito web esegue una versione NamelessMC incompatibile. Stai usando la versione {version}, mentre il bot è compatibile con le seguenti versioni: {compatibleVersions}.",
    "error_no_permission": "È necessario disporre dell'autorizzazione 'Amministratore' nel server Discord di destinazione per utilizzare questo comando.",
    "error_read_only_storage": "Questa istanza bot è configurata senza un database. Se si desidera modificare la sua configurazione è necessario farlo manualmente (modificando le variabili di ambiente) invece che tramite comandi.",
    "verify_description": "Verifica il tuo account Discord collegato al sito",
    "verify_option_token": "Token di verifica",
    "verify_token_invalid": "Impossibile verificare il tuo account, hai fornito un token non valido.",
    "verify_success": "Grazie per esserti verificato, il tuo account è ora collegato.",
    "ping_description": "Verifica la connessione API al sito",
    "ping_working": "La connessione alle API sembra funzionare. Tempo {time}ms.",
    "apiurl_description": "Configurare l'URL API del sito Web NamelessMC",
    "apiurl_option_url": "URL dell'API del tuo sito web (StaffCP > Configurazione > API). Specificare 'none' per scollegare.",
    "apiurl_success": "Il tuo server Discord è stato collegato con successo al tuo sito NamelessMC.",
    "apiurl_url_invalid": "L'URL dell'API fornito non sembra un URL dell'API NamelessMC. Puoi trovare l'URL dell'API in StaffCP > Configurazione > API. Hai per caso inserito un URL per una vecchia, e non più supportata, versione di NamelessMC?",
    "apiurl_url_malformed": "L'URL API non è stato inserito correttamente.",
    "apiurl_failed_connection": "Impossibile connettersi al tuo sito web. Vedi il messaggio riportato sopra per maggiori dettagli.",
    "apiurl_already_used": "Questo URL API è già utilizzato da un server Discord, esegui `{command}` nel server Discord in questione per scollegarlo.",
    "apiurl_success_updated": "URL API modificato con successo.",
    "apiurl_success_new": "URL API impostato con successo.",
    "apiurl_unlinked": "Hai scollegato correttamente il tuo sito da questo server Discord",
    "guild_join_success": "Ciao! Grazie per aver utilizzato il Bot NamelessMC. Per iniziare, esegui `{command}` nel tuo server Discord. L'URL dell'API può essere trovato in `StaffCP > Configurazione > API`.",
    "guild_join_needs_renew": "Ciao! Grazie per aver usato il Bot NamelessMC. Sembra che tu abbia già impostato l'URL dell'API, ma non è più funzionale. Si prega di impostare uno nuovo utilizzando `{command} <api url>` (esegui questo nel tuo server Discord). L'URL dell'API può essere trovato in `StaffCP > Configurazione > API`.",
    "guild_join_welcome_back": "Ciao! Grazie per aver usato il Bot NamelessMC. Il bot è già impostato per il tuo server Discord. Se si desidera utilizzare un URL API diverso è possibile modificarlo utilizzando `{command}` (eseguilo nel tuo server Discord).",
    "updateusername_description": "Aggiorna il tuo nome utente Discord sul sito",
    "updateusername_success": "Nome utente aggiornato con successo",
    "error_invalid_email_address": "L’indirizzo email fornito non è valido.",
    "error_duplicate_username": "L’username fornito è già stato usato per un altro account.",
    "error_send_verification_email": "Impossibile inviare la mail di verifica.",
    "error_duplicate_discord_integration": "Impossibile creare un nuovo account, questo profilo di Discord è già collegato a un altro account.",
    "register_description": "Crea un account",
    "register_email": "Controlla la tua casella di posta elettronica per completare la registrazione.",
    "register_option_email": "Indirizzo email",
    "apiurl_url_local": "L’URL API contiene un indirizzo proveniente da un indirizzo privato. Questi indirizzi sono raggiungibili solamente all’interno del network. Inserisci un dominio esterno raggiungibile.",
    "apiurl_option_apikey": "La tua chiave API (StaffCP > Configurazione > API).",
    "error_invalid_username": "L’username fornito non è valido.",
    "error_duplicate_email_address": "L’indirizzo email fornito è già stato usato per un altro account.",
    "register_option_username": "Nome utente",
    "register_url": "Per completare la registrazione, visita questa pagina nel browser: {url}",
    "verify_already_linked": "Il tuo account di Discord è già collegato a un altro account."
}
