{
    "apiurl_not_owner": "Du må være eieren av discord-serveren for å endre API-URL-en.",
    "pending": "Venter",
    "commands": "Kommandoer",
    "help": "Hjelp",
    "error_generic": "En intern feil oppstod.",
    "error_not_set_up": "Du kan ikke bruke denne kommandoen for øyeblikket, boten har ikke blitt satt opp enda.",
    "success": "Vellykket",
    "error_website_connection": "Kunne ikke koble til nettside.",
    "failed": "Mislykket",
    "settings": "Innstillinger",
    "invalid_command": "Ugyldig kommando. Gyldige kommandoer: {commands}.",
    "verification_title": "Verifikasjon",
    "verification_usage": "Bruk: `!verify <token>`",
    "verification_token_invalid": "Kunne ikke verifisere kontoen din, du har oppgitt en ugyldig token.",
    "verification_success": "Takk for at du verifiserte, kontoen din er nå tilkoblet.",
    "apiurl_title": "Sett API-URL",
    "apiurl_usage": "Bruk: `{command} <guild-id> <api-url>`.",
    "apiurl_success": "Din discord-server har blitt koblet til din NamelessMC-nettside.",
    "apiurl_guild_invalid": "Den oppgitte guild-ID-en er ugyldig.",
    "apiurl_url_malformed": "Den oppgitte API-URL-en er ugyldig.",
    "apiurl_failed_connection": "Kunne ikke koble til nettsiden din. Vennligst se meldingen over for detaljer.",
    "apiurl_success_updated": "API-URL har nå blitt endret.",
    "apiurl_success_new": "API-URL har nå blitt satt opp.",
    "guild_join_welcome_back": "Hei! Takk for at du bruker NamelessMC Bot. Det ser ut som bot-en allerede er satt opp for din guild. Hvis du ønsker å sette en annen API-URL, kan du endre den ved å skrive `{command} <api-url>`.",
    "error_not_linked": "Du kan ikke bruke denne kommandoen fordi kontoen din er ikke tilkoblet enda. Vennligst gå til kontoinnstillinger på nettsiden for å koble til discord-kontoen din.",
    "verification_not_used": "Kunne ikke verifisere kontoen din, du har oppgitt en verifiserings-token for en nettside som ikke bruker denne boten.",
    "guild_join_success": "Hei! Takk for at du bruker NamelessMC Bot. For å sette i gang, svar med `{command} <api-url>`. API-URL-en kan bli funnet i `StaffCP -> Konfigurering -> API`.",
    "guild_join_needs_renew": "Hei! Takk for at du bruker NamelessMC Bot. Det ser ut som du allerede har satt opp din API-URL, men at den ikke lenger er funksjonell. Vennligst sett en ny en ved å skrive `{command} <api-url>`.",
    "unlink_guild_not_linked": "Den oppgitte serveren er ikke koblet til.",
    "apiurl_try_https": "Din API-URL bruker http://. Hvis du bruker en proxy for HTTPS, vil nettsiden fortsatt vise HTTP-API-URL-er. Vennligst prøv å utføre denne kommandoen på nytt, men erstatt http:// med https:// i API-URL-en.",
    "error_read_only_storage": "Denne botinstancen er konfigurert uten en database. Hvis du ønsker å modifisere konfigurasjonen, må du gjøre det manuelt (ved å modifisere miljøvariabler) istedenfor å gjøre det med kommandoer.",
    "error_no_permission": "Du trenger \"Administrator\"-rettigheter i Discord-serveren for å bruke denne kommandoen.",
    "ping_working": "API-forbindelsen til nettsiden ser ut til å fungere som den skal. Brukte {time} ms.",
    "verify_token_invalid": "Kunne ikke verifisere kontoen din, du har oppgitt en ugyldig kode.",
    "apiurl_url_invalid": "Den oppgitte API-URL-en ser ikke ut som en NamelessMC-API-URL. Du kan finne API-URL-en i StaffCP > Konfigurasjon > API.",
    "apiurl_already_used": "Denne API-URL-en er allerede brukt av en Discord-server. Kjør `{command}`i den tilknyttede Discord-serveren for å fjerne tilknytningen.",
    "error_website_version": "Nettsiden din kjører en versjon av NamelessMC som ikke er kompatibel. Du bruker versjon {version}, mens boten bare er kompatibel med følgende versjon(er): {compatibleVersions}.",
    "verify_description": "Verifiser Discord-kontoen din som er tilknyttet nettsiden",
    "verify_option_token": "Verifiseringskode",
    "verify_not_used": "Kunne ikke verifisere kontoen din, du har oppgitt en verifiseringskode for en nettside som ikke bruker denne boten.",
    "verify_success": "Takk for at du verifiserte, kontoen din er nå tilknyttet.",
    "ping_description": "Test API-forbindelse til nettside",
    "apiurl_description": "Konfigurer API-URL-en til NamelessMC-nettsiden",
    "apiurl_option_url": "API-URL-en til nettsiden din. Spesifiser med \"none\" for å fjerne tilknytning.",
    "apiurl_unlinked": "Nettsiden er ikke lenger tilknyttet denne Discord-serveren",
    "updateusername_description": "Oppdater Discord-brukernavnet ditt på nettsiden",
    "updateusername_success": "Oppdatering av brukernavn var vellykket"
}
