{
    "commands": "Commando's",
    "help": "Help",
    "error_not_set_up": "U kunt dit commando op dit moment niet gebruiken, de bot is nog niet ingesteld.",
    "error_generic": "Er is een interne fout opgetreden.",
    "invalid_command": "Ongeldig commando. Geldige commando's: {commands}.",
    "error_not_linked": "U kunt dit commando niet gebruiken omdat uw account nog niet gekoppeld is. Ga naar de accountinstellingen op de website om uw Discord account te koppelen.",
    "verify_success": "Bedankt voor het verifiëren, uw account is nu gelinkt.",
    "verify_usage": "Gebruik: `{command} <token>`.",
    "apiurl_usage": "Gebruik: `{command} <server id> <api url>`.",
    "error_website_connection": "Kon geen verbinding maken met de website.",
    "apiurl_success": "Uw Discord server is met succes gekoppeld aan uw NamelessMC website.",
    "unlink_usage": "Gebruik: `{command} <server id>`.",
    "error_no_permission": "U moet 'Administrator' rechten hebben in de Discord server om dit commando te kunnen gebruiken.",
    "error_read_only_storage": "Deze bot is geconfigureerd zonder een database. Als u de configuratie wilt aanpassen zult u dit manueel moeten doen (door de omgevingsvariabelen aan te passen) in plaats van met de commando's.",
    "error_guild_id_invalid": "De opgegeven Discord server ID is ongeldig of de bot is geen gebruiker van de opgegeven server.",
    "ping_usage": "Gebruik: `{command} <discord server id>`",
    "apiurl_failed_connection": "Kon niet verbinden met uw website. Bekijk alstublieft het bericht hierboven voor details.",
    "apiurl_url_invalid": "De opgegeven API URL ziet er niet uit als een NamelessMC API URL. U vindt de API-URL in StaffCP> Configuratie> API.",
    "apiurl_url_malformed": "De opgegeven API URL is misvormd.",
    "apiurl_already_used": "Deze API URL is al gebruikt bij een Discord server, gebruik `{command}` om te ontkoppelen.",
    "apiurl_success_updated": "De API URL is succesvol gewijzigd.",
    "guild_join_success": "Goedendag! Bedankt om de NamelessMC Bot te gebruiken. Om te beginnen, antwoord met `{command} <api url>`. De API URL kan u vinden in `StaffCP > Configuratie > API`.",
    "unlink_guild_not_linked": "De opgegeven server is niet gelinked.",
    "ping_working": "De API website connectie lijkt te werken. Het duurde {time}ms.",
    "guild_join_welcome_back": "Goedendag! Bedankt om de NamelessMC Bot te gebruiken. De bot is al geconfigureerd voor uw server. Als u een andere API URL wilt gebruiken kan u deze veranderen door gebruik te maken van `{command} <api url>`.",
    "error_guild_unknown": "De opgegeven server bestaat niet of de bot is geen gebruiker van de server.",
    "verify_not_used": "Kan uw account niet verifiëren, u heeft een verificatietoken opgegeven voor een website die deze bot niet gebruikt.",
    "apiurl_try_https": "Uw API URL gebruikt http://. Als u een proxy gebruikt voor HTTPS, toont de website nog altijd HTTP API URLs. Probeer alstublieft dit commando opnieuw, maar verander http:// met https:// in de API URL.",
    "apiurl_success_new": "Succesvol de API URL opgeslagen.",
    "prefix_usage": "Gebruik: `{command} <server id> <nieuw voorvoegsel>`. Gebruik `reset` om het standaard voorvoegsel te gebruiken.",
    "prefix_success": "Het voorvoegsel is veranderd naar `{newPrefix}`.",
    "guild_join_needs_renew": "Goedendag! Bedankt om de NamelessMC Bot te gebruiken. Het lijkt erop dat de API URL al eerder geconfigureerd hebt, maar deze werkt niet meer. Configureer alstublieft een nieuwe door gebruik te maken van `{command} <api url>`. U kunt de API URL vinden in `StaffCP > Configuratie > API`.",
    "verify_token_invalid": "Uw account kan niet worden geverifieerd, u heeft een ongeldig token opgegeven.",
    "error_website_version": "De versie van NamelessMC die u gebruikt voor de website is niet geschikt voor deze bot. U gebruikt versie {version}, terwijl de bot alleen werkt met de volgende versie(s): {compatibleVersions}.",
    "unlink_not_linked": "De opgegeven discord server is niet ingesteld met deze bot.",
    "help_title": "Help",
    "help_commands_title": "Commando's",
    "help_commands_content": "Ongeldig commando. Geldige commando's: {commands}.",
    "help_context_title": "Context",
    "help_context_content": "Sommige commando's zijn alleen beschikbaar in DMs, terwijl andere alleen beschikbaar zijn in servers."
}
