{
    "success": "Gelukt",
    "failed": "Mislukt",
    "settings": "Instellingen",
    "pending": "In afwachting",
    "error_generic": "Er is een fout opgetreden.",
    "commands": "Commando's",
    "error_not_set_up": "Het is momenteel niet mogelijk om dit commando te gebruiken, de bot is nog niet ingesteld.",
    "invalid_command": "Ongeldig commando, geldige commando's: {commands}.",
    "verification_token_invalid": "Kon account niet verifiëren, de opgegeven token is ongeldig.",
    "verification_not_used": "Kon account niet verifiëren, de opgegeven token is van een website die deze bot niet gebruikt.",
    "verification_success": "Bedankt voor het verifiëren, je account is nu verbonden.",
    "apiurl_usage": "Gebruik: `{command} <server id> <api url>`.",
    "apiurl_success": "Je Discord server is nu verbonden met NamelessMC.",
    "help": "Hulp",
    "error_not_linked": "Je kan dit commando niet gebruiken omdat je account nog niet verbonden is, dit kan je doen in account instellingen op de website.",
    "error_website_connection": "Kan niet verbinden met de website.",
    "apiurl_guild_invalid": "De opgeven Discord server ID is ongeldig.",
    "error_not_owner": "Je moet eigenaar zijn van de Discord server om dit commando te gebruiken.",
    "verify_usage": "Gebruik: `{command} <token>`.",
    "apiurl_url_malformed": "De opgegeven API URL is misvormd.",
    "apiurl_not_owner": "Je kan alleen de API URL veranderen als je eigenaar bent van de opgegeven Discord server.",
    "apiurl_failed_connection": "Kon niet verbinden met de website. In het bovenstaande bericht staat een gedetailleerde foutmelding.",
    "apiurl_already_used": "Deze API URL wordt al gebruikt door een andere Discord server, gebruik `{command}` in de andere Discord server om de verbinding te verbreken.",
    "apiurl_success_updated": "API URL succesvol gewijzigd.",
    "apiurl_success_new": "API URL succesvol ingesteld.",
    "guild_join_success": "Hallo! Bedankt voor het gebruiken van de NamelessMC Bot. Om te beginnen, antwoord met `{command}`. De API URL kan je vinden in `StaffCP > Configuratie > API`.",
    "guild_join_needs_renew": "Hallo! Bedankt voor het gebruiken van de NamelessMC Bot. Er is al een API URL ingesteld, maar deze werkt niet meer. Gelieve een nieuwe in te stellen door `{command}` uit te voeren in je Discord server. De API URL kan je vinden in `StaffCP > Configuratie > API`.",
    "guild_join_welcome_back": "Hallo! Bedankt voor het gebruiken van de NamelessMC Bot. Er is al een API URL ingesteld, maar deze werkt niet meer. Als je de API URL alsnog wilt veranderen kan dat met `{command}` (in je Discord server).",
    "unused_connection": "Hallo, je hebt je Discord server '{discordServerName}' verbonden met NamelessMC via deze bot. Het lijkt alleen op dat de verbinding niet meer gebruikt wordt, als je de server wilt loskoppelen antwoord met het volgende: `{command}`.",
    "unlink_usage": "Gebruik: `{command} <server id>`.",
    "apiurl_url_invalid": "De opgegeven API URL lijkt niet op een NamelssMC API URL. Je kan de API URL vinden in StaffCP > Configuratie > API. Heb je een URL ingevuld voor een oudere NamelessMC versie, die niet meer ondersteund wordt?",
    "error_read_only_storage": "Deze bot instantie is ingesteld zonder een database. Als je de bot wilt instellen moet je dit handmatig doen (door de omgevingsvariabelen aan te passen) in plaats van via commando's.",
    "error_guild_id_invalid": "De opgegeven Discord server ID is ongeldig of de bot is niet een deelnemer van de opgegeven server.",
    "verify_token_invalid": "Kon je account niet verifiëren, de opgegeven token is ongeldig.",
    "verify_not_used": "Kan je account niet verifieren, je hebt een verificatietoken opgegeven van een website die deze bot niet gebruikt.",
    "unlink_guild_not_linked": "De opgegeven server is niet verbonden.",
    "error_guild_unknown": "De opgegeven server bestaat niet of de bot is niet lid van de server.",
    "verify_success": "Bedankt voor het verifiëren, je account is nu verbonden.",
    "error_no_permission": "Je mag dit commando alleen gebruiken als je 'Administrator' rechten hebt in de Discord server.",
    "apiurl_try_https": "De opgegeven API URL gebruikt http://. Als je een proxy gebruikt voor HTTPS zal de website nog steeds HTTP API URLs laten zien. Probeer dit commando opnieuw met https:// in plaats van http:// in de API URL.",
    "setup_reminder": "Hallo, je hebt de Nameless-Link bot toegevoegd aan je Discord server maar nog niet ingesteld. De bot kan momenteel maar in 250 servers aanwezig zijn, dus als je niet van plan bent het op dit moment te gebruiken, verwijder alsjeblieft de bot van de servers zodat anderen de bot kunnen gebruiken.",
    "ping_usage": "Gebruik: `{command} <discord server id>`",
    "ping_working": "De verbinding met de website API lijkt goed te werken (ping duurde {time}ms).",
    "prefix_success": "Het voorvoegsel voor commando's is nu `{newPrefix}`.",
    "prefix_usage": "Gebruik: `{command} <server id> <nieuw voervoegsel>`. Vul in `reset` om het standaardvoorvoegsel te gebruiken.",
    "error_website_version": "De versie van NamelessMC die je gebruikt op je website is niet geschikt voor gebruik met deze bot. De website draait namelijk versie {version}, terwijl de bot alleen deze versie(s) ondersteund: {compatibleVersions}.",
    "unlink_not_linked": "De opgegeven Discord server is niet ingesteld met deze bot.",
    "help_title": "Help",
    "help_commands_title": "Commando's",
    "help_commands_content": "Ongeldig commando. Geldige commando's: {commands}.",
    "help_context_title": "Context",
    "help_context_content": "Sommige commando's zijn alleen beschikbaar in DMs, terwijl andere commando's alleen beschikbaar zijn in servers.",
    "verify_description": "Verifieer jou Discord account gelinkt aan de website",
    "verify_option_token": "Verificatie token",
    "ping_description": "Test website API connectie",
    "apiurl_description": "Configureer de NamelessMC website API URL",
    "apiurl_option_url": "Jouw website API URL (StaffCP > Configuratie > API). Specifieer 'none' om te unlinken.",
    "updateusername_success": "Gebruikersnaam succesvol veranderd",
    "apiurl_unlinked": "De verbinding met de site en de Discord server is succesvol verbroken",
    "updateusername_description": "Verander je Discord gebruikersnaam op de website",
    "apiurl_option_api": "Je website API sleutel (te vinden in StaffCP > Configuratie > API).",
    "apiurl_url_local": "Je API URL bevat een adres uit een privénetwerk. Deze adressen zijn alleen toegankelijk vanuit jouw netwerk. Gelieven een adres in te voeren die van buiten bereikbaar is.",
    "error_invalid_email_address": "Het ingegeven emailadres is ongeldig.",
    "error_duplicate_email_address": "Het ingegeven emailadres is al gebruikt door een ander website account.",
    "error_send_verification_email": "Niet in staat om verificatie email te verzenden.",
    "register_description": "Creëer een website account",
    "register_email": "Check alstublieft uw email om de registratie te voltooien.",
    "register_url": "Om uw registratie te voltooien, bezoek alstublieft deze pagina in een web browser: {url}",
    "error_invalid_username": "De ingegeven gebruikersnaam is ongeldig.",
    "error_duplicate_username": "De ingegeven gebruikersnaam is al gebruikt door een ander website account.",
    "error_duplicate_discord_integration": "Kan geen nieuw account maken, deze Discord gebruiker is al gekoppeld aan een ander website account.",
    "register_option_username": "Gebruikersnaam",
    "register_option_email": "Email-adres",
    "apiurl_option_apikey": "Je website zijn API sleutel (StaffCP -> Configuratie -> API).",
    "verify_already_linked": "Je Discord account is al geconnecteerd aan een verschillend website account."
}
