{
    "guild_join_welcome_back": "Witaj! Dziękujemy za skorzystanie z Bota NamelessMC. Bot jest już skonfigurowany dla twojego serwera Discord. Jeśli chcesz użyć innego adresu API, możesz go zmienić za pomocą `{command} {guildId} <link api>`.",
    "commands": "Komendy",
    "help": "Pomoc",
    "error_website_connection": "Nie udało się połączyć ze stroną.",
    "error_not_owner": "Musisz być Właścicilem serwera Discord aby użyć tej komendy.",
    "error_guild_id_invalid": "ID serwera Discord jest błędne.",
    "invalid_command": "Błęda komenda. Poprawne komendy: {commands}.",
    "verify_usage": "Użycie: `{command} <token>`.",
    "verify_token_invalid": "Nie udało się zweryfikować konta, wprowadziłeś błędny token.",
    "verify_not_used": "Nie udało się zweryfikować Twojego konta, wprowadziłeś błędny token dla strony która nie używa tego BOTA.",
    "verify_success": "Dziękujemy za weryfikacje, Twoje konto jest teraz połączone.",
    "apiurl_usage": "Użycie: `{command} <id serwera> <link api>`.",
    "apiurl_success": "Twoj serwer Discord został pomyślnie połączony z Twoją stroną NamelessMC.",
    "apiurl_url_invalid": "Wprowadzony Link API nie wygląda jak Link NamelessMC. Możesz znaleźć swój link API w Panelu Admina> Konfiguracja> API.",
    "apiurl_url_malformed": "Wprowadzony link API jest nieprawidłowy.",
    "apiurl_not_owner": "Musisz być Właścicielem serwera Discord aby zmienić link API.",
    "apiurl_failed_connection": "Nie udało się połączyć z Twoją stroną. Proszę zobacz wiadomość powyżej dla detali.",
    "error_generic": "Wystapił błąd.",
    "apiurl_already_used": "Ten Link API jest już użyty przez inny serwer Discord, użyj `{command}` aby go rozłączyć.",
    "apiurl_success_updated": "Pomyślnie zmieniono Link API.",
    "apiurl_success_new": "Pomyślnio wprowadzono Link API.",
    "guild_join_needs_renew": "Witaj! Dziękujemy za skorzystanie z Bota NamelessMC. Wygląda na to, że masz już ustawiony adres Link API, ale nie działa. Ustaw nowy używając `{command} {guildId} <link api>`. Link API można znaleźć w `Panel Admina> Konfiguracja> API`.",
    "guild_join_success": "Witaj! Dziekujemy za skorzystanie z Bota NamelessMC. Aby zaczac, odpisz `{command} {guildld} <link api>`. Link API można znaleźć w Panel Admina> Konfiguracja> API`.",
    "error_guild_unknown": "Podany serwer nie istnieje lub Bot nie jest członkiem serwera.",
    "error_read_only_storage": "Ta instancja bota jest skonfigurowana bez bazy danych. Jeśli chcesz zmienić jego konfigurację, musisz to zrobić ręcznie, a nie za pomocą poleceń.",
    "unused_connection": "Witaj, połączyłeś swój serwer Discord „{discordServerName}” z NamelessMC za pomocą tego bota. Wygląda na to, że połączenie z witryną nie było używane przez jakiś czas, jeśli chcesz usunąć serwer Discord z tego bota, uruchom `{command}`.",
    "unlink_usage": "Użycie: `{command} <id serwera>`.",
    "unlink_guild_not_linked": "Podany serwer nie jest połączony.",
    "error_not_set_up": "Nie możesz teraz użyć tej komendy, BOT nie został jeszcze zainstalowany.",
    "error_not_linked": "Nie możesz użyć tej komendy ponieważ Twoje konto nie jest jeszcze połączone. Proszę udać się do ustawień na stronie internetowej aby połączyć swoje konto Discord.",
    "error_no_permission": "Musisz mieć permisję 'Administratora' na tym serwerze Discord aby użyć tej komendy.",
    "ping_usage": "Użycie: `{command} <id serwer discord>`",
    "prefix_usage": "Użycie: `{komenda} <id serwera> <nowy prefix>`. Użyj `reset` aby użyć domyślnego prefix'u.",
    "prefix_success": "Prefix został zmodyfikowany na `{newPrefix}`.",
    "apiurl_try_https": "Twój adres URL interfejsu API używa http://. Jeśli korzystasz z serwera proxy dla HTTPS, strona nadal wyświetla adresy URL interfejsu API protokołu HTTP. Spróbuj ponownie uruchomić to polecenie, zastępuhąc http: // do https: // w adresie URL interfejsu API.",
    "ping_working": "Wygląda na to, że połączenie API z stroną internetową działa. Zajęlo {time}ms.",
    "error_website_version": "Twoja strona ma niezgodną wersję NamelessMC. Używasz wesji {version}, podczas gdy bot jest zgodny z następującymi wersjami: {compatibleVersions}.",
    "unlink_not_linked": "Twoje konto nie jest połączone.",
    "help_title": "Pomoc",
    "help_commands_title": "Komendy",
    "help_commands_content": "Nieznana komenda. Dostępne komendy: {commands}."
}
