{
    "apiurl_url_malformed": "O URL da API fornecido está malformado.",
    "apiurl_success": "Seu servidor do Discord foi vinculado com sucesso ao seu site NamelessMC.",
    "apiurl_url_invalid": "O URL da API fornecido não se parece com um URL da API NamelessMC. Você pode encontrar o URL da API em StaffCP > Configuração > API. Você inseriu um URL para uma versão mais antiga e sem suporte do NamelessMC?",
    "apiurl_failed_connection": "Não foi possível conectar ao seu site. Por favor, veja a mensagem acima para ver os detalhes.",
    "apiurl_already_used": "Essa URL da API já esta sendo usada em um servidor do Discord, execute `{command}` para desvincular.",
    "commands": "Comandos",
    "help": "Ajuda",
    "error_generic": "Ocorreu um erro interno.",
    "error_not_set_up": "Você não pode usar este comando no momento, o bot ainda não foi configurado.",
    "verify_token_invalid": "Falha ao verificar sua conta, você forneceu um token inválido.",
    "verify_not_used": "Não é possível verificar sua conta, você forneceu um token de verificação para um site que não usa este bot.",
    "error_website_connection": "Não foi possível conectar ao site.",
    "error_no_permission": "Você deve ter permissão de 'Administrador' no servidor do Discord de destino para usar este comando.",
    "apiurl_usage": "Uso correto: `{command} <id do servidor> <url da api>`.",
    "verify_success": "Obrigado por verificar, sua conta agora está vinculada.",
    "ping_usage": "Uso correto: `{command} <id do servidor do discord>`",
    "error_guild_unknown": "O servidor fornecido não existe ou o bot não é membro do servidor.",
    "verify_usage": "Uso correto: `{command} <token>`.",
    "error_not_linked": "Você não pode usar este comando porque sua conta ainda não está vinculada. Acesse as configurações de conta no site para vincular sua conta do Discord.",
    "unlink_guild_not_linked": "O servidor fornecido não está vinculado.",
    "error_guild_id_invalid": "O ID do servidor Discord fornecido é inválido ou o bot não é membro do servidor especificado.",
    "invalid_command": "Comandos inválidos. Comandos válidos: {commands}.",
    "apiurl_success_updated": "URL da API alterada com sucesso.",
    "apiurl_success_new": "A URL da API foi configurada com sucesso.",
    "guild_join_success": "Olá! Obrigado por usar o bot do NamelessMC. Para começar, execute `{command}` no seu servidor do Discord. O URL da API pode ser encontrado em `StaffCP > Configuração > API`.",
    "apiurl_try_https": "A sua URL da API usa http://. Se você estiver usando um proxy para HTTPS, o site ainda exibirá URLs de API HTTP. Tente executar este comando novamente, substituindo http:// para https:// na URL da API.",
    "unused_connection": "Olá, você vinculou seu servidor do Discord '{discordServerName}' no NamelessMC usando este bot. Parece que a conexão do site não é usada há algum tempo, você pode remover esse servidor do Discord do bot usando `{command}`.",
    "guild_join_needs_renew": "Olá! Obrigado por usar o bot do NamelessMC. Parece que você já configurou o URL da API, mas ele não está mais funcional. Defina um novo usando `{command}` (execute isso em seu servidor do Discord). O URL da API pode ser encontrado em `StaffCP > Configuração > API`.",
    "error_read_only_storage": "Esta instância do bot é configurada sem um banco de dados. Se você deseja modificar sua configuração, deverá fazê-lo manualmente (modificando as variáveis de ambiente) em vez de por meio de comandos.",
    "ping_working": "A conexão do site da API parece estar funcionando. Demorou {time}ms.",
    "unlink_usage": "Uso correto: `{command} <id do servidor>`.",
    "prefix_success": "O prefixo foi modificado para `{newPrefix}`.",
    "prefix_usage": "Uso correto: `{command} <id do servidor> <novo prefixo>`. Utilize `reset` para usar o prefixo padrão.",
    "guild_join_welcome_back": "Olá! Obrigado por usar o bot do NamelessMC. O bot já está configurado para o seu servidor do Discord. Se você desejar usar uma URL de API diferente, você pode alterá-lo usando `{command}` (execute isso no seu servidor do Discord).",
    "error_website_version": "O seu site está executando uma versão incompatível do NamelessMC. Você está usando a versão {version}, enquanto o bot é compatível com as seguintes versões: {compatibleVersions}.",
    "unlink_not_linked": "O servidor do Discord fornecido não está configurado com este bot.",
    "help_title": "Ajuda",
    "help_commands_title": "Comandos",
    "help_commands_content": "Comando inválido. Comandos válidos: {commands}.",
    "help_context_title": "Contexto",
    "help_context_content": "Alguns comandos estão disponíveis apenas nas DMs, enquanto outros estão disponíveis apenas em servidores.",
    "apiurl_unlinked": "O site foi desvinculado com sucesso deste servidor Discord",
    "updateusername_success": "Nome de usuário atualizado com sucesso",
    "verify_option_token": "Token de verificação",
    "apiurl_description": "Configure o URL da API do site NamelessMC",
    "updateusername_description": "Atualize seu nome de usuário do Discord no site",
    "verify_description": "Verifique sua conta do Discord conectada ao site",
    "ping_description": "Teste a conexão da API do site",
    "apiurl_option_url": "URL da API do seu site (StaffCP > Configuração > API). Especifique 'nenhum' para desvincular.",
    "apiurl_option_api": "A chave de API do seu site (StaffCP > Configuração > API).",
    "error_invalid_username": "O nome de usuário fornecido é inválido.",
    "error_duplicate_username": "O nome de usuário fornecido já é usado por uma conta em um site diferente.",
    "error_invalid_email_address": "O endereço de e-mail fornecido é inválido.",
    "error_duplicate_email_address": "O endereço de e-mail fornecido já é usado por uma conta em um site diferente.",
    "error_send_verification_email": "Não foi possível enviar o e-mail de verificação.",
    "register_description": "Criar uma conta no site",
    "register_email": "Por favor, verifique o seu e-mail para concluir o registro.",
    "register_url": "Para concluir o registro, por favor, visite esta página em um navegador da web: {url}",
    "register_option_username": "Nome de usuário",
    "register_option_email": "Endereço de email",
    "error_duplicate_discord_integration": "Não foi possível criar uma nova conta, este usuário do Discord já está vinculado a uma conta em um site diferente.",
    "apiurl_url_local": "A URL da sua API contém um endereço de espaço privado. Esses endereços só podem ser acessados de dentro de sua rede. Por favor, insira um domínio acessível externamente.",
    "apiurl_option_apikey": "A chave de API do seu site (StaffCP > Configuração > API).",
    "verify_already_linked": "Sua conta do Discord já está conectada a uma conta de site diferente."
}
