{
    "apiurl_usage": "Utilizare: `{command} <id-ul serverului> <api url>`.",
    "apiurl_try_https": "Adresa URL API folosește http://. Dacă utilizați un proxy pentru HTTPS, site-ul va afișa în continuare adresele URL API HTTP. Încercați să rulați din nou această comandă, înlocuind http:// cu https:// în adresa URL API.",
    "help": "Ajutor",
    "error_generic": "A apărut o eroare internă.",
    "error_not_set_up": "Nu puteți utiliza această comandă în acest moment, bot-ul nu a fost încă configurat.",
    "error_no_permission": "Trebuie să aveți permisiunea \"Administrator\" pe serverul de discord pentru a utiliza această comandă.",
    "error_website_connection": "Nu s-a putut conecta la site-ul web.",
    "error_read_only_storage": "Această instanță a bot-ului este configurată fără o bază de date. Dacă doriți să modificați configurația acestuia, trebuie să o faceți manual (prin modificarea variabilelor de mediu) în loc de comenzi.",
    "apiurl_success_updated": "Adresa URL a API-ului a fost modificată cu succes.",
    "verify_token_invalid": "Nu am reușit să vă verificăm contul, ați furnizat un token nevalid.",
    "ping_working": "Conexiunea site-ului web API pare să funcționeze. A durat {time}ms.",
    "verify_success": "Vă mulțumim pentru verificare, contul dumneavoastră este acum conectat.",
    "verify_description": "Verificați-vă contul de Discord conectat la site-ul web",
    "verify_option_token": "Token de verificare",
    "error_guild_id_invalid": "ID-ul serverului Discord furnizat este nevalid.",
    "apiurl_description": "Configurați URL-ul API al site-ului web NamelessMC",
    "ping_description": "Testază conexiunea API a site-ului web",
    "apiurl_url_invalid": "Adresa URL pentru API furnizată nu arată ca o adresă URL API NamelessMC. Puteți găsi adresa URL a API-ului în 'Panou de Control > Configurare > API'. Ați introdus o adresă URL pentru o versiune mai veche, neacceptată de NamelessMC?",
    "apiurl_url_malformed": "Adresa URL a API-ului furnizat este incorectă.",
    "apiurl_failed_connection": "Nu am reușit să ne conectăm la site-ul dvs. Vă rugăm să consultați mesajul de mai sus pentru detalii.",
    "apiurl_already_used": "Această adresă de URL a API-ului este deja utilizată de un server de Discord, executați '{command}' în serverul de Discord legat pentru a deconecta.",
    "register_url": "Pentru a finaliza înregistrarea, vă rugăm să vizitați această pagină într-un browser web: {url}",
    "error_invalid_username": "Numele de utilizator furnizat nu este valid.",
    "error_invalid_email_address": "Adresa de e-mail furnizată nu este validă.",
    "error_duplicate_email_address": "Adresa de e-mail furnizată este deja utilizată de un alt cont înregistrat.",
    "error_send_verification_email": "Nu am reușit sa trimitem un e-mail de verificare.",
    "register_description": "Crează un cont pe site-ul web",
    "register_email": "Vă rugăm să vă verificați e-mailul pentru a finaliza înregistrarea.",
    "register_option_username": "Nume de utilizator",
    "register_option_email": "Adresă de e-mail",
    "apiurl_option_url": "Adresa URL a API-ului site-ului dvs. Tastați 'none' pentru a deconecta.",
    "apiurl_success": "Server-ul dvs. de Discord a fost conectat cu succes la site-ul web NamelessMC.",
    "apiurl_unlinked": "Site-ul dvs. a fost deconectat cu succes de la acest server de Discord",
    "updateusername_description": "Actualizați-vă numele de utilizator de Discord pe site-ul web",
    "updateusername_success": "Numele de utilizator a fost actualizat cu succes",
    "error_not_linked": "Nu puteți utiliza această comandă deoarece contul dvs. nu este conectat încă. Vă rugăm să accesați setările contului de pe site-ul web pentru a vă conecta contul de Discord.",
    "error_website_version": "Site-ul dvs. web rulează o versiune incompatibilă de NamelessMC. În acest moment, dvs. utilizați versiunea {version}, în timp ce bot-ul este compatibil cu următoarele versiuni: {compatibleVersions}.",
    "error_duplicate_username": "Numele de utilizator furnizat este deja utilizat de un alt cont înregistrat.",
    "error_duplicate_discord_integration": "Nu am reușit sa creem un cont nou, deoarece acest utilizator de Discord este deja conectat la un alt cont înregistrat.",
    "apiurl_url_local": "Adresa URL a API-ului conține o adresă din spațiul de adrese private. Aceste adrese pot fi accesate numai din rețeaua dvs. Vă rugăm să furnizați un domeniu accesibil extern.",
    "apiurl_success_new": "Adresa URL a API-ului a fost configurată cu succes.",
    "guild_join_success": "Salut! Vă mulțumim pentru că utilizați bot-ul NamelessMC. Pentru a începe, executați `{command}` in server-ul de Discord. Adresa URL a API-ului poate fi gasită in `Panou de Control > Configurare > API`.",
    "guild_join_needs_renew": "Salut! Vă mulțumim că folosiți bot-ul NamelessMC. Se pare că adresa URL a API-ului a fost deja configurată, dar nu mai este funcțională. Vă rugăm sa configurați din nou folosind `{command}` (Executați această comandă în server-ul de Discord). Adresa URL a API-ului poate fi găsită în `Panou de Control > Configurare > API`.",
    "guild_join_welcome_back": "Salut! Vă mulțumim că folosiți bot-ul NamelessMC. Bot-ul a fost deja configurat pentru acest server de Discord. Daca doriți să folosiți o altă adresă URL pentru API, o puteți modifica folosind `{command}` (Executați această comandă în server-ul de Discord).",
    "apiurl_option_apikey": "Cheia API a site-ului dvs. (Panou de Control > Configurare > API).",
    "invalid_command": "Comenzi nevalide. Comenzi valide: {comenzi}.",
    "verify_usage": "Utilizare: `{command} <token>`.",
    "commands": "Comenzi",
    "verify_not_used": "Contul dvs. nu a putut fi verificat, ați introdus un token de verificare pentru un site care nu folosește acest bot.",
    "unlink_usage": "Utilizare: `{command} <id-ul serverului>\".",
    "unlink_guild_not_linked": "Serverul specificat nu este conectat.",
    "unused_connection": "Bună ziua, ați conectat serverul Discord {discordServerName} la NamelessMC cu acest bot. Se pare că conexiunea la site nu a fost folosită de ceva timp, dacă doriți să eliminați botul Discord de pe acest server, rulați `{command}`.",
    "verify_already_linked": "Contul dvs. Discord este deja conectat la un alt cont de site web.",
    "error_guild_unknown": "Serverul specificat nu există sau botul nu este membru al serverului.",
    "setup_reminder": "Bună ziua, ați adăugat botul Nameless-Link la serverul dvs. de Discord, dar nu a fost configurat încă. Botul este în prezent limitat la 250 de servere, dacă nu intenționați să îl utilizați acum, vă rugăm să dezactivați botul de pe serverul dvs., astfel încât să fie disponibil pentru toți cei care doresc să-l folosească.",
    "ping_usage": "Utilizare: `{command} <discord server id>`",
    "prefix_success": "Prefixul a fost schimbat la: `{newPrefix}`.",
    "prefix_usage": "Utilizare: `{command} <idul serverului> <noul prefix>`. Utilizați butonul „reset” pentru a utiliza prefixul implicit.",
    "configure_description": "Schimbați setările Nameless-Link.",
    "configure_link_description": "Bot care se leagă la site.",
    "configure_link_option_api_url": "Adresa URL API a site-ului dvs. (StaffCP > Configurare > API).",
    "configure_link_option_api_key": "Site-ul dvs. web este cheia dvs. API (StaffCP > Configurare > API).",
    "configure_unlink_description": "Deconectați botul de la site.",
    "configure_unlink_not_linked": "Deconectarea nu a reușit, botul nu este conectat.",
    "configure_test_description": "Verificați dacă conexiunea la site-ul dvs. web funcționează.",
    "configure_test_working": "Conexiunea la site-ul API pare să funcționeze. A durat {time} secunde.",
    "configure_username_sync_option_state": "Dacă sincronizarea numelui de utilizator este activată.",
    "configure_username_sync_disabled": "Sincronizarea numelui de utilizator este dezactivată.",
    "configure_update_usernames_description": "Forțați actualizarea numelor de utilizator Discord la NamelessMC.",
    "configure_update_usernames_start": "Se trimit nume de utilizator noi tuturor membrilor pentru NamelessMC...",
    "configure_update_usernames_done": "Gata!",
    "configure_link_success": "V-ați conectat cu succes serverul dvs. Discord la site-ul dvs. NamelessMC.",
    "configure_unlink_success": "Ați deconectat cu succes Nameless-Link de pe site.",
    "configure_username_sync_description": "Activați sau dezactivați sincronizarea numelor de utilizator NamelessMC cu Discord.",
    "configure_username_sync_missing_permission": "Lipsește permisiunea de a schimba poreclele. Încercați să aruncați și să reinviți botul pentru a vă asigura că aveți permisiunea „Gestionați poreclele”.",
    "configure_username_sync_enabled": "Sincronizarea numelui de utilizator este activată. Vă rugăm să rețineți că Nameless-Link nu poate actualiza poreclele utilizatorilor cu roluri mai mari. Trebuie să plasați rolul Referință anonimă în partea de sus a setărilor rolului. Nameless-Link nu va schimba niciodată porecla proprietarului serverului, deoarece acest lucru nu este permis de Discord."
}
