{
    "commands": "Команды",
    "help": "Помощь",
    "error_generic": "Произошла внутренняя ошибка.",
    "error_not_set_up": "Вы не можете использовать эту команду в данный момент, бот еще не настроен.",
    "error_not_linked": "Вы не можете использовать эту команду, потому что ваша учетная запись еще не привязана. Перейдите в настройки учетной записи на веб-сайте, чтобы связать свою учетную запись Discord.",
    "error_website_connection": "Не удалось подключиться к сайту.",
    "error_read_only_storage": "В этом экземпляре бота не указано где хранилище данных бота. Если вы хотите изменить его конфигурацию, вы должны сделать это вручную (редактируя переменные), а не с помощью команд.",
    "invalid_command": "Неверные команды. Допустимые команды: {commands}.",
    "verify_usage": "Применение `{command} <token>`.",
    "apiurl_usage": "Используйте: `{command} <сервер id> <api url>`.",
    "apiurl_success": "Ваш сервер Discord был успешно связан с вашим сайтом NamelessMC.",
    "apiurl_url_malformed": "Указанный URL-адрес API искажен.",
    "error_no_permission": "Для использования этой команды у вас должны быть права администратора на целевом сервере Discord.",
    "apiurl_failed_connection": "Не удалось подключиться к вашему сайту. Подробности ошибки будут указаны далее.",
    "apiurl_already_used": "Этот URL-адрес API уже используется сервером Discord, используйте `{command}` на соеденёным сервере для отмены связи.",
    "unused_connection": "Здравствуйте, вы связали свой сервер Discord '{discordServerName}' с NamelessMC с помощью этого бота. Похоже, что соединение с сайтом какое-то время не использовалось, если вы хотите удалить свой сервер Discord с этого бота, запустите `{command}`.",
    "apiurl_success_updated": "Успешно изменен URL-адрес API.",
    "apiurl_success_new": "URL-адрес API настроен успешно.",
    "guild_join_success": "Здравствуйте! Благодарим вас за использование NamelessMC Бота. Для начала, напишите `{command}`. URL-адрес API можно найти в `StaffCP > Настройки > API`.",
    "guild_join_needs_renew": "Здравствуйте! Благодарим вас за использование бота NamelessMC. Похоже, вы уже установили свой URL-адрес API, но он больше не работает. Установите новый, используя `{command}` (напишите это в вашем Discord сервере). URL-адрес API можно найти в `StaffCP > Настройки > API`.",
    "guild_join_welcome_back": "Здравствуйте! Благодарим вас за использование бота NamelessMC. Ваш бот уже настроен для вашего сервера Discord. Если вы хотите использовать другой URL-адрес API, вы можете изменить его, используя `{command}` (напишите это в вашем Discord сервере).",
    "unlink_usage": "Применение: `{command} <server id>`.",
    "error_guild_id_invalid": "Указанный идентификатор сервера Discord недействителен, или вашего бота нету в участниках сервер Discord.",
    "apiurl_url_invalid": "Предоставленный URL-адрес API не похож на URL-адрес API NamelessMC. Вы можете найти URL-адрес API в StaffCP> Настройки> API. Может вы поставили URL-адрес для старой, неподдерживаемой NamelessMC версии?",
    "unlink_guild_not_linked": "Предоставленный сервер не связан.",
    "verify_token_invalid": "Не удалось подтвердить вашу учетную запись, вы указали недействительный токен.",
    "verify_not_used": "Не удается подтвердить свою учетную запись, вы предоставили токен подтверждения для веб-сайта, который не использует этого бота.",
    "verify_success": "Спасибо за подтверждение, ваша учетная запись теперь привязана.",
    "error_guild_unknown": "Предоставленный сервер не существует или бот не является участником сервера.",
    "apiurl_try_https": "Ваш URL-адрес API использует http://. Если вы используете прокси для HTTPS, веб-сайт по-прежнему отображает URL-адреса HTTP API. Пожалуйста, попробуйте запустить эту команду еще раз, заменив http:// на https:// в API URL.",
    "setup_reminder": "Здравствуйте, вы добавили бота Nameless-Link на свой сервер Discord, но он еще не настроен. В настоящее время бот ограничен 250 серверами, если вы не планируете использовать его прямо сейчас, удалите его со своего сервера, чтобы он был доступен для тех, кто действительно хочет его использовать.",
    "ping_usage": "Применение: `{command} <discord server id>`",
    "ping_working": "API сайта вроде-бы работает. Запрос занял {time}мс.",
    "prefix_success": "Префикс был изменён на `{newPrefix}`.",
    "prefix_usage": "Применение:`{command} <server id> <новый префикс>`. Используйте команду`reset` для использования стандартного префикса.",
    "error_website_version": "Ваш сайт использует неподдерживаемую версию NamelessMC. У вас стоит версия {version}, но бот совместим только с этими версиями: {compatibleVersions}.",
    "unlink_not_linked": "Предоставленный Discord сервер не подключён к боту.",
    "help_commands_title": "Команды",
    "help_context_content": "Некоторые команды пишутся только в ЛС, а некоторые только на сервере.",
    "help_title": "Помощь",
    "help_commands_content": "Неверная команда. Доступные команды: {commands}.",
    "help_context_title": "Контекст",
    "verify_description": "Подтвердите свой Discord аккаунт который привязан к сайту",
    "verify_option_token": "Токен верификации",
    "ping_description": "Проверить соеденение API сайта",
    "apiurl_description": "Настройте сайт NamelessMC API URL",
    "apiurl_option_url": "Ваш API URL сайта (StaffCP > Настройки > API). Напишите 'none' чтобы отвязать.",
    "apiurl_unlinked": "Успешно был отвязан сайт от этого Discord сервера",
    "updateusername_description": "Обновите ваш Discord ник на сайте",
    "updateusername_success": "Ник был успешно обновлён",
    "apiurl_url_local": "URL-адрес вашего API содержит адрес из частного адресного пространства. Эти адреса доступны только внутри вашей сети. Введите домен, который доступен из вне.",
    "apiurl_option_api": "Ваш API ключ сайта (Панель управления > Конфигурация > API).",
    "error_invalid_username": "Представленный никнейм неправильный.",
    "error_duplicate_email_address": "Представленная почта уже используется другим аккаунтом сайта.",
    "error_send_verification_email": "Невозможно отправить письмо верификации.",
    "register_description": "Создать аккаунт сайта",
    "register_email": "Пожалуйста, проверьте вашу почту для завершения регистарции.",
    "error_duplicate_username": "Представленный никнейм уже используется другим аккаунтом сайта.",
    "error_invalid_email_address": "Представленная почта неправильная.",
    "error_duplicate_discord_integration": "Невозможно создать новый аккаунт, этот Discord пользователь уже привязан к другому аккаунту сайта.",
    "register_url": "Что бы закончить регистрацию, посетите эту страницу в браузере: {url}",
    "register_option_username": "Ник",
    "register_option_email": "Email",
    "apiurl_option_apikey": "Ваш API ключ сайта (Панель Админа > Конфигурация > API).",
    "verify_already_linked": "Ваш Discord аккаунт уже привязан к другому аккаунту сайта."
}
