{
    "error_website_connection": "Nuk lidhemi dot te website-i.",
    "error_website_version": "Faqja juaj e internetit ekzekuton një version të papajtueshëm NamelessMC. Po përdorni versionin {version}, ndërsa roboti është compatible me versionin e mëposhtëm: {compatibleVersions}.",
    "error_no_permission": "Ti duhet të kesh të drejtën 'Administrator' ne serverin \"Discord\" të përdorësh këtë komandë.",
    "error_generic": "Një error i brendshëm ndodhi.",
    "error_not_set_up": "Ti nuk mund ta përdorësh këtë komandë, roboti nuk është konfiguruar.",
    "error_not_linked": "Ju nuk mund ta përdorni këtë komandë sepse llogaria juaj nuk është ende e lidhur. Ju lutemi, shkoni te cilësimet e llogarisë në faqen e internetit për të lidhur llogarinë tuaj Discord.",
    "error_read_only_storage": "Ky instance roboti është configuruar pa database. Nëse ti do të modifikosh configurimin duhet ta bsh manualisht me variablava mjedisi.",
    "error_duplicate_username": "Emri i dhënë është përdorur për një llogari tjetër te faqja e internetit.",
    "error_invalid_username": "Emri i dhënë është invalide.",
    "error_invalid_email_address": "Adresa e email-it e dhënë është invalide.",
    "error_duplicate_email_address": "Adresa e email-it e dhënë është përdorur nga një llogari tjetër te faqja e internetit.",
    "error_send_verification_email": "Email verifikimi nuk mund të dërgohet.",
    "error_duplicate_discord_integration": "Nuk mund të krijojë një llogari të re, ky përdorues i Discord është tashmë i lidhur me një llogari tjetër uebsajti.",
    "verify_description": "Verifikoni llogarinë tuaj Discord të lidhur me faqen e internetit",
    "verify_option_token": "Shenja e verifikimit",
    "verify_token_invalid": "Dështoi për të verifikuar llogarinë tuaj, ju keni dhënë një kod të pavlefshëm.",
    "verify_success": "Faleminderit për verifikimin, llogaria juaj tani është e lidhur.",
    "ping_description": "Testoni lidhjen e API të faqes në internet",
    "ping_working": "Lidhja me uebsajtin API duket se po funksionon. U deshën {time} ms.",
    "register_description": "Krijoni një llogari në internet",
    "register_email": "Ju lutemi kontrolloni emailin tuaj për të përfunduar regjistrimin.",
    "apiurl_description": "Konfiguro URL-në e API-së së uebsajtit të NamelessMC",
    "register_url": "Për të përfunduar regjistrimin, ju lutemi vizitoni këtë faqe në një shfletues uebi: {url}",
    "apiurl_option_url": "URL-ja e API-së së faqes suaj të internetit. Specifikoni 'asnjë' për ta shkëputur.",
    "apiurl_success": "Serveri juaj Discord është lidhur me sukses me faqen tuaj të internetit NamelessMC.",
    "apiurl_url_local": "URL-ja juaj e API-së përmban një adresë nga hapësira private e adresave. Këto adresa janë të arritshme vetëm nga brenda rrjetit tuaj. Fut një domen të arritshëm nga jashtë.",
    "register_option_username": "Emri i përdoruesit",
    "register_option_email": "Adresa e emailit",
    "apiurl_url_malformed": "URL-ja e dhënë e API-së është e keqformuar.",
    "apiurl_failed_connection": "Nuk mund të lidhej me faqen tuaj të internetit. Ju lutemi shikoni mesazhin e mësipërm për detaje.",
    "apiurl_already_used": "Kjo URL API përdoret tashmë nga një server Discord, ekzekutoni \"{command}\" në serverin e lidhur Discord për t'u shkëputur.",
    "apiurl_success_updated": "U ndryshua me sukses URL-ja e API-së.",
    "apiurl_success_new": "U konfigurua me sukses URL-ja e API-së.",
    "guild_join_welcome_back": "Përshëndetje! Faleminderit që përdorni Bot NamelessMC. Bot është konfiguruar tashmë për serverin tuaj Discord. Nëse dëshironi të përdorni një URL të ndryshme API, mund ta ndryshoni atë duke përdorur `{command}` (ekzekutoni këtë në serverin tuaj Discord).",
    "updateusername_description": "Përditësoni emrin tuaj të përdoruesit Discord në faqen e internetit",
    "updateusername_success": "Emri i përdoruesit u përditësua me sukses",
    "apiurl_url_invalid": "URL-ja e dhënë API nuk duket si një URL e API-së NamelessMC. URL-në e API-së mund ta gjeni te StaffCP > Konfigurimi > API. A vure",
    "apiurl_unlinked": "U shkëput me sukses faqen e internetit nga ky server Discord",
    "guild_join_success": "Përshëndetje! Faleminderit që përdorni Bot NamelessMC. Për të filluar, ekzekutoni \"{command}\" në serverin tuaj Discord. URL-ja e API-së mund të gjendet në 'StaffCP > Konfigurimi > API'.",
    "guild_join_needs_renew": "Përshëndetje! Faleminderit që përdorni Bot NamelessMC. Duket sikur e keni vendosur tashmë URL-në tuaj të API-së, por ajo nuk është më funksionale. Ju lutemi vendosni një të re duke përdorur `{command}` (ekzekutoni këtë në serverin tuaj Discord). URL-ja e API-së mund të gjendet në 'StaffCP > Konfigurimi > API'.",
    "apiurl_option_apikey": "Çelësi API i faqes suaj të internetit (StaffCP > Konfigurimi > API)."
}
