{
    "error_no_permission": "Bạn phải có quyền 'Quản trị viên' trong máy chủ Discord để sử dụng lệnh này.",
    "error_read_only_storage": "Phiên bản bot này được cấu hình mà không có cơ sở dữ liệu. Nếu bạn muốn sửa đổi cấu hình của nó, bạn phải thực hiện thủ công (bằng cách sửa đổi các biến môi trường) thay vì thông qua các lệnh.",
    "error_duplicate_username": "Tên người dùng được cung cấp đã được sử dụng bởi một tài khoản khác trên trang web.",
    "error_duplicate_email_address": "Địa chỉ email được cung cấp đã được sử dụng bởi một tài khoản khác trên trang web.",
    "verify_already_linked": "Tài khoản Discord của bạn đã được kết nối với một tài khoản khác trên trang web.",
    "verify_success": "Cảm ơn bạn đã xác minh, tài khoản của bạn hiện đã được liên kết.",
    "apiurl_success": "Máy chủ Discord của bạn đã được liên kết thành công với trang web NamelessMC của bạn.",
    "apiurl_url_local": "API URL của bạn chứa địa chỉ riêng tư. Những địa chỉ này chỉ có thể truy cập được từ trong mạng của bạn. Vui lòng nhập một miền có thể truy cập bên ngoài.",
    "apiurl_success_updated": "Đã thay đổi thành công API URL.",
    "verify_token_invalid": "Không xác minh được tài khoản, bạn đã cung cấp mã thông báo không hợp lệ.",
    "error_generic": "Đã xảy ra lỗi nội bộ.",
    "error_not_set_up": "Bạn không thể sử dụng lệnh này vào lúc này, bot vẫn chưa được thiết lập.",
    "error_not_linked": "Bạn không thể sử dụng lệnh này vì tài khoản của bạn chưa được liên kết. Vui lòng vào cài đặt tài khoản trên trang web để liên kết tài khoản Discord của bạn.",
    "error_website_version": "Trang web của bạn chạy phiên bản NamelessMC không tương thích. Bạn đang sử dụng phiên bản {version}, trong khi bot tương thích với các phiên bản sau: {compatibleVersions}.",
    "error_website_connection": "Không thể kết nối với trang web.",
    "updateusername_success": "Tên người dùng đã được cập nhật thành công",
    "guild_join_welcome_back": "Xin chào! Cảm ơn bạn đã sử dụng Bot NamelessMC. Bot đã được thiết lập cho máy chủ Discord của bạn. Nếu bạn muốn sử dụng một API URL khác, bạn có thể thay đổi nó bằng cách sử dụng `{command} ` (chạy cái này trong máy chủ Discord của bạn).",
    "apiurl_failed_connection": "Không thể kết nối với trang web của bạn. Vui lòng xem thông báo ở trên để biết chi tiết.",
    "guild_join_success": "Xin chào! Cảm ơn bạn đã sử dụng Bot NamelessMC. Để bắt đầu, hãy chạy `{command}` trong máy chủ Discord của bạn. Có thể tìm thấy URL API trong `StaffCP> Cấu hình> API`.",
    "apiurl_already_used": "API URL này đã được máy chủ Discord sử dụng, hãy chạy `{command}` trong máy chủ Discord được liên kết để hủy liên kết.",
    "updateusername_description": "Cập nhật tên người dùng Discord của bạn trên trang web",
    "error_invalid_username": "Tên người dùng đã cung cấp không hợp lệ.",
    "error_invalid_email_address": "Địa chỉ email đã cung cấp không hợp lệ.",
    "error_send_verification_email": "Không thể gửi email xác minh.",
    "error_duplicate_discord_integration": "Không thể tạo tài khoản mới, người dùng Discord này đã được liên kết với một tài khoản khác trên trang web.",
    "verify_description": "Xác minh tài khoản Discord của bạn được kết nối với trang web",
    "verify_option_token": "Mã thông báo xác minh",
    "ping_description": "Kiểm tra kết nối API trang web",
    "register_description": "Tạo một tài khoản trang web",
    "register_email": "Hãy kiểm tra email của bạn để hoàn tất đăng ký.",
    "register_option_username": "Tên tài khoản",
    "register_option_email": "Địa chỉ Email",
    "register_url": "Để hoàn tất đăng ký, vui lòng truy cập trang này trong trình duyệt web: {url}",
    "apiurl_option_url": "API URL của trang web của bạn (StaffCP> Cấu hình> API). Chỉ định 'none' để hủy liên kết.",
    "apiurl_url_malformed": "API URL được cung cấp không đúng định dạng.",
    "apiurl_description": "Cấu hình API URL trang web NamelessMC",
    "apiurl_success_new": "Thiết lập thành công API URL.",
    "apiurl_unlinked": "Đã hủy liên kết thành công trang web khỏi máy chủ Discord này",
    "guild_join_needs_renew": "Xin chào! Cảm ơn bạn đã sử dụng Bot NamelessMC. Có vẻ như bạn đã đặt API URL của mình nhưng nó không còn hoạt động nữa. Vui lòng đặt một cái mới bằng cách sử dụng `{command}` (chạy cái này trong máy chủ Discord của bạn). Có thể tìm thấy API URL trong `StaffCP> Cấu hình> API`.",
    "apiurl_url_invalid": "API URL được cung cấp trông không giống như API URL của NamelessMC. Bạn có thể tìm thấy API URL trong StaffCP> Cấu hình> API. Bạn đã nhập URL cho phiên bản NamelessMC cũ hơn, không được hỗ trợ?",
    "apiurl_option_apikey": "Khóa API của trang web của bạn (StaffCP> Cấu hình> API).",
    "ping_working": "Kết nối trang web API dường như đang hoạt động. Đã mất {time}ms."
}
